[
  {
    "title": "dramz",
    "name": "Dramz",
    "location": "Chanakyapuri, Delhi",
    "type": "Rooftop Restaurant",
    "highlights": [
      "Scenic Views",
      "Diverse Menu"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "Italian",
      "Asian"
    ],
    "menuImage": [
      "https://lh3.googleusercontent.com/p/AF1QipPQeXJ_APDoAtbarqEn8za5O_UHkAu0tBP8O8lJ=s1360-w1360-h1020",
      "https://lh3.googleusercontent.com/p/AF1QipP-lnEqdjrusMpDcZ3RSm03jsqtVD2Ws98c6CCq=s1360-w1360-h1020",
      "https://lh3.googleusercontent.com/p/AF1QipMnzgsLvNBJ7ONlo_g1JF0u3gx2Xi8N0fkLWCf5=s1360-w1360-h1020"
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14022.038274770724!2d77.1836545!3d28.5243996!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1e0624f73219%3A0x4a782bdeb6e724a2!2sDramz%20Delhi!5e0!3m2!1sen!2sin!4v1707967220529!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Kiwi Drink",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Stuffed Mushrooms",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Spaghetti",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Dramz is a rooftop restaurant located in Chanakyapuri, known for its breathtaking scenic views and a diverse menu offering a range of culinary delights.",
    "description": [
      "Cafe Dramz is a cozy and elegant restaurant and bar located near the Qutub Minar in New Delhi. It offers a stunning view of the historic monument and the lush greenery surrounding it. Cafe Dramz is the perfect place to enjoy a romantic date, a family outing, or a corporate event.",
      "The menu at Cafe Dramz features a variety of cuisines, including Continental, Italian, European, Asian, and Desserts. The dishes are prepared with fresh and quality ingredients, and the presentation is impeccable. Some of the popular dishes are the Kiwi Drink, the Chocolate Pie, the Orange Mojito, the Stuffed Mushrooms, and the Spaghetti. The bar at Cafe Dramz boasts of a wide range of whiskies, wines, cocktails, and other beverages to suit every taste and mood.",
      "The ambiance at Cafe Dramz is warm and inviting, with a touch of sophistication. The restaurant has four different seating areas, each with its own charm and vibe. The ground floor has a casual and comfortable setting, ideal for a quick bite or a relaxed conversation. The first floor has a more formal and elegant atmosphere, suitable for a business meeting or a special occasion. The second floor has a lounge and a library, where you can unwind with a book or a drink. The third floor has a rooftop terrace, where you can enjoy the breathtaking view of the Qutub Minar and the sky, especially at night.",
      "Cafe Dramz also hosts live music and sports screening events, adding to the entertainment quotient. The service at Cafe Dramz is friendly and attentive, ensuring a pleasant and memorable experience for the guests. The restaurant also offers home delivery and takeaway options, as well as online booking facilities.",
      "Cafe Dramz is a must-visit destination for anyone looking for a fine dining experience with a spectacular view in New Delhi. It is open from 1 pm to 1 am every day, and the average cost for two people is around Rs. 3500, without alcohol."
    ],
    "image": "https://raw.githubusercontent.com/shinzel1/crowndevour/main/src/components/data/Images/cafe/kaffee-meister-_tc92wGVf60-unsplash.jpg"
  },
  {
    "title": "gastronomica-kitchen-bar",
    "name": "Gastronomica Kitchen & Bar",
    "location": "Chanakyapuri, Delhi",
    "type": "Global Cuisines",
    "highlights": [
      "Vibrant Ambiance"
    ],
    "category": [
      "cafe",
      "thelas",
      "restaurant"
    ],
    "tags": [
      "European",
      " North Indian",
      "Italian",
      "Asian"
    ],
    "menuImage": [
      "https://lh3.googleusercontent.com/p/AF1QipNBk3pJdY9awaw4UUw9PEqii8J9Q1DbCPnlCFkq=s1360-w1360-h1020"
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14018.570055119395!2d77.2351054!3d28.550463!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce23408cf78ed%3A0xbb078eaebd6fd65a!2sGastronomica!5e0!3m2!1sen!2sin!4v1708012104187!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Primavera Pizza",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Murg Makhanwala",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Kung Pao Chicken",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Hoisen Chicken Bao",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Ratatouille Cigar",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Gastronomica Kitchen & Bar in Chanakyapuri is a hub for global cuisines, providing a vibrant ambiance and a culinary journey that spans across various parts of the world.",
    "description": [
      "Cafe Gastronomica Kitchen & Bar is a trendy and lively restaurant and bar located in the M Block Market of Greater Kailash 1 in New Delhi. It offers a unique experience with its modern and stylish interior, delicious food and drinks, and vibrant atmosphere.",
      "The menu at Cafe Gastronomica Kitchen & Bar features a variety of cuisines, including European, North Indian, Italian, and Asian. The dishes are prepared with fresh and quality ingredients, and the taste is exquisite. Some of the popular dishes are the Primavera Pizza, the Murg Makhanwala, the Kung Pao Chicken, the Hoisen Chicken Bao, and the Ratatouille Cigar. The bar at Cafe Gastronomica Kitchen & Bar offers a wide range of whiskies, wines, cocktails, and other beverages to suit every taste and mood.",
      "The ambiance at Cafe Gastronomica Kitchen & Bar is warm and inviting, with a touch of elegance. The restaurant has a spacious and comfortable seating area, with a mix of sofas, chairs, and stools. The decor is chic and classy, with a lot of wood, metal, and glass elements. The lighting is soft and cozy, creating a romantic and relaxing mood. The restaurant also has a rooftop terrace, where you can enjoy the stunning view of the city and the sky, especially at night.",
      "Cafe Gastronomica Kitchen & Bar also hosts live music and sports screening events, adding to the entertainment quotient. The service at Cafe Gastronomica Kitchen & Bar is friendly and attentive, ensuring a pleasant and memorable experience for the guests. The restaurant also offers home delivery and takeaway options, as well as online booking facilities.",
      "Cafe Gastronomica Kitchen & Bar is a must-visit destination for anyone looking for a casual dining experience with a spectacular view in New Delhi. It is open from 12 noon to 1 am every day, and the average cost for two people is around Rs. 2200, without alcohol."
    ],
    "image": "https://images.unsplash.com/photo-1696906594893-e9995c4d7082"
  },
  {
    "title": "sanadige-goldfinch-hotel",
    "name": "Sanadige - Goldfinch Hotel",
    "location": "Chanakyapuri, Delhi",
    "type": "Coastal Cuisine",
    "specialties": [
      "Dishes from Karnataka and Kerala"
    ],
    "category": [
      "cafe",
      "thelas",
      "restaurant"
    ],
    "tags": [
      "fish",
      "North Indian"
    ],
    "menuImage": [
      ""
    ],
    "rating": 3.9,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14026.931838741373!2d77.2901806!3d28.4875877!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce72b903f42e3%3A0x8ee8917bb615ecb0!2sGoldfinch%20Hotel%20Delhi%20NCR!5e0!3m2!1sen!2sin!4v1708012654314!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Crab Masala",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Prawn Ghee Roast",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Fish Tawa Fry",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Chicken Sukka",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Neer Dosa",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Sanadige, situated in Goldfinch Hotel, specializes in coastal cuisine, bringing the flavors of Karnataka and Kerala to the heart of Chanakyapuri, Delhi.",
    "description": [
      "Cafe Sanadige - Goldfinch Hotel is a fine dining restaurant and bar located near the Race Course Road in Bangalore. It offers a splendid experience with its traditional and elegant interior, mouth-watering food and drinks, and serene atmosphere.",
      "The menu at Cafe Sanadige - Goldfinch Hotel features a variety of cuisines, mainly from the West coast of India. The dishes are prepared with fresh and quality ingredients, and the taste is authentic and rich. Some of the popular dishes are the Crab Masala, the Prawn Ghee Roast, the Fish Tawa Fry, the Chicken Sukka, and the Neer Dosa. The bar at Cafe Sanadige - Goldfinch Hotel offers a wide range of whiskies, wines, cocktails, and other beverages to suit every taste and mood.",
      "The ambiance at Cafe Sanadige - Goldfinch Hotel is warm and inviting, with a touch of sophistication. The restaurant has a spacious and comfortable seating area, with a mix of wooden and metal furniture. The decor is classy and elegant, with a lot of brass, copper, and silver elements. The lighting is soft and soothing, creating a romantic and relaxing mood. The restaurant also has a rooftop terrace, where you can enjoy the beautiful view of the city and the sky, especially at night.",
      "Cafe Sanadige - Goldfinch Hotel also hosts live music and cultural events, adding to the entertainment quotient. The service at Cafe Sanadige - Goldfinch Hotel is friendly and attentive, ensuring a pleasant and memorable experience for the guests. The restaurant also offers home delivery and takeaway options, as well as online booking facilities.",
      "Cafe Sanadige - Goldfinch Hotel is a must-visit destination for anyone looking for a fine dining experience with a traditional touch in Bangalore. It is open from 12 noon to 11 pm every day, and the average cost for two people is around Rs. 2500, without alcohol."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipODVH3nC-Nmff4aLJyhXQphTjezExk0-3NEaCyu=s1360-w1360-h1020"
  },
  {
    "title": "tamra-shangri-las-eros-hotel",
    "name": "Tamra - Shangri-La's Eros Hotel",
    "location": "Chanakyapuri, Delhi",
    "type": "Multi-Cuisine Restaurant",
    "highlights": [
      "International Dishes",
      "Café-Style Section"
    ],
    "category": [
      "cafe",
      "thelas",
      "restaurant"
    ],
    "tags": [
      "International",
      "European",
      "Indian",
      "Asian"
    ],
    "menuImage": [
      "https://lh3.googleusercontent.com/p/AF1QipNjMHk_rhxdiD_eNRV7ZWXMMG3QN5k0Zq37jLqs=s1360-w1360-h1020"
    ],
    "rating": 3.9,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14009.17458698285!2d77.218162!3d28.62096!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfd375c42903b%3A0xee81c91f1df72220!2sTamra%20Restaurant!5e0!3m2!1sen!2sin!4v1708012832141!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "the Tamra Breakfast",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Tamra Burger",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Butter Chicken",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Pad Thai",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Chocolate Fondant",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Tamra at Shangri-La's Eros Hotel is a multi-cuisine restaurant with an international flair. It features a café-style section, offering a diverse range of culinary delights.",
    "description": [
      "CafeTamra - Shangri-La's Eros Hotel is a luxurious and sophisticated restaurant and bar located in the heart of New Delhi. It offers a splendid experience with its modern and stylish interior, delectable food and drinks, and vibrant atmosphere.",
      "The menu at CafeTamra - Shangri-La's Eros Hotel features a variety of cuisines, including International, European, Indian, and Asian. The dishes are prepared with fresh and quality ingredients, and the taste is exquisite. Some of the popular dishes are the Tamra Breakfast, the Tamra Burger, the Butter Chicken, the Pad Thai, and the Chocolate Fondant. The bar at CafeTamra - Shangri-La's Eros Hotel offers a wide range of whiskies, wines, cocktails, and other beverages to suit every taste and mood.",
      "The ambiance at CafeTamra - Shangri-La's Eros Hotel is warm and inviting, with a touch of elegance. The restaurant has a spacious and comfortable seating area, with a mix of sofas, chairs, and tables. The decor is chic and classy, with a lot of wood, metal, and glass elements. The lighting is soft and cozy, creating a romantic and relaxing mood. The restaurant also has a live kitchen, where you can watch the chefs prepare your food with flair and finesse.",
      "CafeTamra - Shangri-La's Eros Hotel also hosts live music and sports screening events, adding to the entertainment quotient. The service at CafeTamra - Shangri-La's Eros Hotel is friendly and attentive, ensuring a pleasant and memorable experience for the guests. The restaurant also offers home delivery and takeaway options, as well as online booking facilities.",
      "CafeTamra - Shangri-La's Eros Hotel is a must-visit destination for anyone looking for a luxurious dining experience with a spectacular view in New Delhi. It is open from 6:30 am to 11:45 pm every day, and the average cost for two people is around Rs. 4000, without alcohol."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipOgxUAv9Tf-vywQ4wTpmCdeRye5Oqdd3ruF3gZI=s1360-w1360-h1020"
  },
  {
    "title": "dilli-32-the-leela-palace",
    "name": "Dilli 32 - The Leela Palace",
    "location": "Chanakyapuri, Delhi",
    "type": "North Indian and Mughlai Cuisine",
    "specialties": [
      "Luxurious Dining"
    ],
    "category": [
      "cafe",
      "thelas",
      "restaurant"
    ],
    "tags": [
      "culinary heritage",
      "North-West Frontier flavors",
      "aromatic kebabs"
    ],
    "menuImage": [
      ""
    ],
    "rating": 3.9,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d56014.59000839533!2d77.3020918!3d28.6623572!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfb6eec83bfab%3A0x9ea4b1f4c3b370f7!2sThe%20Leela%20Ambience%20Convention%20Hotel%20Delhi!5e0!3m2!1sen!2sin!4v1708013571680!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Kashmiri Rogan Josh",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Lahori Chicken Tikka",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Dilli 32 at The Leela Palace is renowned for its luxurious dining experience, specializing in North Indian and Mughlai cuisine. Indulge in a regal culinary journey.",
    "description": [
      "Dilli 32, nestled within the opulent surroundings of The Leela Palace, Delhi, isn't just a restaurant, it's a portal to India's rich culinary heritage. More than just a name, Dilli 32 pays homage to the city's historical significance, referencing its 32nd Mughal emperor, Akbar. Step inside, and be transported to a confluence of eras: Mughal grandeur meets modern artistry, creating an ambiance that's both regal and elegant.",
      "The live kitchen takes center stage, a fiery spectacle where chefs weave magic with age-old recipes and local ingredients. Awadhi and North-West Frontier flavors dominate the menu, offering a symphony of aromatic kebabs, succulent curries, and melt-in-your-mouth breads. Imagine savoring the delicate notes of saffron in a Kashmiri Rogan Josh, the smoky depth of a Dal Makhani simmered to perfection, or the fiery zing of a Lahori Chicken Tikka. Each dish is a testament to culinary traditions passed down through generations, presented with a touch of contemporary finesse.",
      "But Dilli 32 isn't just about the food. The experience extends to the very air you breathe. The restaurant's décor is a tapestry of intricate carvings, vibrant murals, and warm lighting, evoking the grandeur of bygone eras. The attentive staff, adorned in traditional attire, add another layer of authenticity, their warm smiles and personalized service making you feel like royalty.",
      "And no royal feast is complete without a fitting conclusion. Dilli 32's dessert menu is an ode to India's sweet tooth. Indulge in creamy Rasmalai, decadent Kulfi, or a selection of regional specialties like the melt-in-your-mouth Peshwari with its signature dry fruit filling. Wash it all down with a Shahi Shikanji, a modern twist on the classic Indian lemonade, or a selection of traditional coolers like Thandai and Lassi.",
      "Dilli 32 is more than just a meal; it's an experience that lingers long after your last bite. It's a journey through the diverse flavors of India, a celebration of cultural heritage, and a testament to the timeless art of hospitality. So, whether you're a seasoned foodie or simply seeking a taste of authentic India, Dilli 32 awaits, ready to enchant your senses and create memories that will last a lifetime."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipND-HhzwYjsVjoVBI_2nhiIWEVSYNslNgSIdRTX"
  },
  {
    "title": "elmas-bakery-bar-kitchen",
    "name": "Elma's Bakery, Bar, and Kitchen",
    "location": "31, 2nd Floor, Hauz Khas Village",
    "type": "Bakery",
    "highlights": [
      "Cozy Atmosphere",
      "Desserts"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "Bakery",
      "Italian",
      "Continental",
      "Beverages"
    ],
    "menuImage": [
      ""
    ],
    "rating": 3.9,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d28036.044824903078!2d77.15980627910155!3d28.554576499999996!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d8a867441ab%3A0xf8cf0cd9f9521f32!2zRWxtYeKAmXM!5e0!3m2!1sen!2sin!4v1708013782376!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "the Scones",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Cheese Crepe",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Rose Tea",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the French Press Coffee",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Eggs Benedict",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Elma's Bakery, Bar, and Kitchen is a cozy bakery known for its delightful atmosphere and a variety of delicious desserts.",
    "description": [
      "Cafe Elma's Bakery, Bar, and Kitchen is a charming and cozy restaurant and bar located in the Hauz Khas Village in New Delhi. It offers a delightful experience with its English style interior, scrumptious food and drinks, and quaint atmosphere.",
      "The menu at Cafe Elma's Bakery, Bar, and Kitchen features a variety of cuisines, including Bakery, Italian, Continental, and Beverages. The dishes are prepared with fresh and quality ingredients, and the taste is heavenly. Some of the popular dishes are the Scones, the Cheese Crepe, the Rose Tea, the French Press Coffee, and the Eggs Benedict. The bar at Cafe Elma's Bakery, Bar, and Kitchen offers a wide range of whiskies, wines, cocktails, and other beverages to suit every taste and mood.",
      "The ambiance at Cafe Elma's Bakery, Bar, and Kitchen is warm and inviting, with a touch of elegance. The restaurant has a spacious and comfortable seating area, with a mix of sofas, chairs, and tables. The decor is chic and classy, with a lot of wood, metal, and glass elements. The lighting is soft and cozy, creating a romantic and relaxing mood. The restaurant also has a live bakery, where you can watch the bakers prepare your desserts with skill and passion.",
      "Cafe Elma's Bakery, Bar, and Kitchen also hosts live music and sports screening events, adding to the entertainment quotient. The service at Cafe Elma's Bakery, Bar, and Kitchen is friendly and attentive, ensuring a pleasant and memorable experience for the guests. The restaurant also offers home delivery and takeaway options, as well as online booking facilities.",
      "Cafe Elma's Bakery, Bar, and Kitchen is a must-visit destination for anyone looking for a casual dining experience with a spectacular view in New Delhi. It is open from 10 am to 9:30 pm every day, and the average cost for two people is around Rs. 1800, without alcohol. "
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipMAzr4HEnbr5Lk3PX_wPCBC9btUvpHBBPwk-QeC=s1360-w1360-h1020"
  },
  {
    "title": "naivedyam",
    "name": "Naivedyam",
    "location": "1, Hauz Khas Village",
    "type": "South Indian Vegetarian",
    "cuisines": [
      "South Indian"
    ],
    "category": [
      "veg cafe",
      "veg restaurant"
    ],
    "tags": [],
    "menuImage": [
      ""
    ],
    "rating": 3.9,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14017.965627085337!2d77.194958!3d28.555003!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce275793f696d%3A0x2c3e01c06083c8e8!2sNaivedyam!5e0!3m2!1sen!2sin!4v1708069898302!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Rava Idli",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Mysore Masala Dosa",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Bisi Bele Bath",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Filter Coffee",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Rasmalai",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Naivedyam specializes in South Indian vegetarian cuisine, offering a diverse range of authentic flavors in the heart of Hauz Khas Village.",
    "description": [
      "Cafe Naivedyam is a traditional and authentic restaurant and bar located in various locations in Delhi/NCR. It offers a delightful experience with its South Indian style interior, mouth-watering food and drinks, and serene atmosphere.",
      "The menu at Cafe Naivedyam features a variety of cuisines, mainly from the Karnataka region of South India. The dishes are prepared with fresh and quality ingredients, and the taste is authentic and rich. Some of the popular dishes are the Rava Idli, the Mysore Masala Dosa, the Bisi Bele Bath, the Filter Coffee, and the Rasmalai. The bar at Cafe Naivedyam offers a wide range of whiskies, wines, cocktails, and other beverages to suit every taste and mood.",
      "The ambiance at Cafe Naivedyam is warm and inviting, with a touch of elegance. The restaurant has a spacious and comfortable seating area, with a mix of wooden and metal furniture. The decor is classy and elegant, with a lot of brass, copper, and silver elements. The lighting is soft and soothing, creating a romantic and relaxing mood. The restaurant also has a live music and cultural events, adding to the entertainment quotient.",
      "The service at Cafe Naivedyam is friendly and attentive, ensuring a pleasant and memorable experience for the guests. The restaurant also offers home delivery and takeaway options, as well as online booking facilities.",
      "Cafe Naivedyam is a must-visit destination for anyone looking for a traditional dining experience with a spectacular view in Delhi/NCR. It is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 800, without alcohol."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipM3h9HuQ0lhIMbniMI1qiYU0Wbzc7hrnlJeW9kN=s1360-w1360-h1020"
  },
  {
    "title": "mia-bella",
    "name": "Mia Bella",
    "location": "50E, Hauz Khas Village",
    "type": "Mediterranean",
    "highlights": [
      "Rooftop Seating"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "Mediterranean",
      "Italian",
      "Continental",
      "Beverages"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14018.14653869619!2d77.1943483!3d28.5536442!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d8aa2237655%3A0x47c455b61148be22!2sMIABELLA!5e0!3m2!1sen!2sin!4v1708070276842!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Chicken Cordon Bleu",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Spaghetti Carbonara,",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Lamb Chops",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Sangria",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Tiramisu",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Mia Bella is a Mediterranean restaurant with a rooftop seating area, providing a charming ambiance and a taste of Mediterranean flavors.",
    "description": [
      "Cafe Mia Bella is a romantic and lively restaurant and bar located in the Hauz Khas Village in New Delhi. It offers a splendid experience with its European style interior, delicious food and drinks, and stunning view.",
      "The menu at Cafe Mia Bella features a variety of cuisines, including Mediterranean, Italian, Continental, and Beverages. The dishes are prepared with fresh and quality ingredients, and the taste is heavenly. Some of the popular dishes are the Chicken Cordon Bleu, the Spaghetti Carbonara, the Lamb Chops, the Sangria, and the Tiramisu. The bar at Cafe Mia Bella offers a wide range of whiskies, wines, cocktails, and other beverages to suit every taste and mood.",
      "The ambiance at Cafe Mia Bella is warm and inviting, with a touch of elegance. The restaurant has a spacious and comfortable seating area, with a mix of sofas, chairs, and tables. The decor is chic and classy, with a lot of wood, metal, and glass elements. The lighting is soft and cozy, creating a romantic and relaxing mood. The restaurant also has a rooftop terrace, where you can enjoy the breathtaking view of the lake and the sky, especially at night.",
      "Cafe Mia Bella also hosts live music and sports screening events, adding to the entertainment quotient. The service at Cafe Mia Bella is friendly and attentive, ensuring a pleasant and memorable experience for the guests. The restaurant also offers home delivery and takeaway options, as well as online booking facilities.",
      "Cafe Mia Bella is a must-visit destination for anyone looking for a romantic dining experience with a spectacular view in New Delhi. It is open from 12 noon to 1 am every day, and the average cost for two people is around Rs. 2000, without alcohol."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipNumCUNMLZd-Pwu-miwNT4fS4qdh5dC35qexglL=s1360-w1360-h1020"
  },
  {
    "title": "bo-tai-qutub",
    "name": "Bo Tai Qutub",
    "location": "6/4, Kalka Das Marg, Mehrauli Road, Near Qutub Minar",
    "type": "Thai Cuisine",
    "highlights": [
      "Modern Twist"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "Thai cuisine",
      "delicious cocktails"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14018.14653869619!2d77.1943483!3d28.5536442!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d8aa2237655%3A0x47c455b61148be22!2sMIABELLA!5e0!3m2!1sen!2sin!4v1708070276842!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Chicken Cordon Bleu",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Spaghetti Carbonara,",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Lamb Chops",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Sangria",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Tiramisu",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Bo Tai Qutub offers a modern twist to Thai cuisine, creating a unique and flavorful dining experience near Qutub Minar.",
    "description": [
      "Cafe Bo Tai Qutub is a trendy and elegant restaurant and bar located near the Qutub Minar in New Delhi. It offers a splendid experience with its Thai cuisine, delicious cocktails, and stunning view.",
      "The menu at Cafe Bo Tai Qutub features a variety of dishes from the Thai cuisine, with a twist of modernity and innovation. The dishes are prepared with fresh and quality ingredients, and the taste is exquisite. Some of the popular dishes are the Kanomjin Noodles, the Tamarind Fish, the Thai Green Curry, the Lemongrass Chicken, and the Kobocha Custard. The bar at Cafe Bo Tai Qutub offers a wide range of whiskies, wines, cocktails, and other beverages to suit every taste and mood.",
      "The ambiance at Cafe Bo Tai Qutub is warm and inviting, with a touch of sophistication. The restaurant has a spacious and comfortable seating area, with a mix of sofas, chairs, and tables. The decor is chic and classy, with a lot of wood, metal, and glass elements. The lighting is soft and cozy, creating a romantic and relaxing mood. The restaurant also has a rooftop terrace, where you can enjoy the breathtaking view of the Qutub Minar and the sky, especially at night.",
      "Cafe Bo Tai Qutub also hosts live music and sports screening events, adding to the entertainment quotient. The service at Cafe Bo Tai Qutub is friendly and attentive, ensuring a pleasant and memorable experience for the guests. The restaurant also offers home delivery and takeaway options, as well as online booking facilities.",
      "Cafe Bo Tai Qutub is a must-visit destination for anyone looking for a trendy dining experience with a spectacular view in New Delhi. It is open from 12 noon to 1 am every day, and the average cost for two people is around Rs. 2500, without alcohol."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipM6GJ4Lt0PRTOfGmvsVd9VfzQ2f4QPPLlqTAVVW=s1360-w1360-h1020"
  },
  {
    "title": "hauz-khas-social",
    "name": "Hauz Khas Social",
    "location": "9A & 12, Hauz Khas Village",
    "type": "Café",
    "highlights": [
      "Relaxed Setting",
      "Diverse Menu"
    ],
    "category": [
      "cafe",
      "thelas",
      "restaurant"
    ],
    "tags": [
      "North Indian",
      "Chinese",
      "Biryani",
      "Pasta",
      "Burger",
      "Pizza"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14018.049360264455!2d77.1939877!3d28.5543741!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce20fdb584417%3A0x1f893fe3f6203e0b!2sHauz%20Khas%20Social!5e0!3m2!1sen!2sin!4v1708097749884!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Social Shake",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Breakfast Tray",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Taco Soup",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Grilled Chicken Peri Peri Sizzler",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Chicken Shwarma Platter",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Jalapeno Cheese Nads",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Hauz Khas Social is a cafe that offers more than just food and drinks. It is a place where you can work, collaborate, network, and socialize with like-minded people in a creative and inspiring environment.",
    "description": [
      "Hauz Khas Social is a cafe that offers more than just food and drinks. It is a place where you can work, collaborate, network, and socialize with like-minded people in a creative and inspiring environment. Located in the cultural hub of Delhi, Hauz Khas Village, the cafe boasts a stunning view of the Hauz Khas lake and the historical monument. The cafe has a unique design that blends rustic and industrial elements with recycled and upcycled furniture. The cafe has a spacious and airy feel, with large windows, high ceilings, and exposed brick walls. The cafe also has a rooftop terrace, where you can enjoy the breeze and the scenery.",
      "Hauz Khas Social serves a variety of cuisines, from North Indian, Chinese, and Biryani, to Pasta, Burger, and Pizza. The cafe also has a full bar, where you can sip on cocktails, mocktails, beers, and wines. The cafe is famous for its all-day breakfast, which includes dishes like the Social Shake, the Breakfast Tray, and the Taco Soup. The cafe also has some signature dishes, such as the Grilled Chicken Peri Peri Sizzler, the Chicken Shwarma Platter, and the Jalapeno Cheese Nads. The cafe also caters to different dietary preferences, such as vegetarian, vegan, and gluten-free.",
      "Hauz Khas Social is not just a cafe, but also a co-working space, where you can rent a desk, a meeting room, or a private cabin. The cafe provides high-speed internet, power outlets, stationery, and printing facilities. The cafe also hosts various events, such as workshops, seminars, art exhibitions, live music, comedy shows, and DJ nights. The cafe is a hub for artists, entrepreneurs, freelancers, and innovators, who come here to share their ideas, skills, and passions.",
      "Hauz Khas Social is open from 12 noon to 1 am, and you can make a reservation online or by phone. The cafe has a friendly and helpful staff, who will make you feel welcome and comfortable. The cafe has a casual dress code, and a couple entry only policy. The cafe is also LGBTQIA friendly, and supports social causes. The cafe has a vibrant and lively atmosphere, where you can have fun, relax, and connect with others.",
      "Hauz Khas Social is a cafe that combines work and play, culture and cuisine, and history and modernity. It is a place where you can experience the best of Delhi, and be part of a community of social and creative people. Hauz Khas Social is more than just a cafe, it is a way of life."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipOwih6GUJREOscBVQ5SwfPteoqyOLMTFCvHNqMf=s1360-w1360-h1020"
  },
  {
    "title": "raasta",
    "name": "Raasta",
    "location": "30-A, First Floor, Hauz Khas Village",
    "type": "Café",
    "highlights": [
      "Funky Decor",
      "Craft Beers"
    ],
    "category": [
      "cafe",
      "bar",
      "restaurant"
    ],
    "tags": [
      "Caribbean-themed restaurant"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d9728.350100742782!2d77.19069960498358!3d28.54966110044483!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce275607ef595%3A0x2029d7dad9deb941!2sRaasta!5e0!3m2!1sen!2sin!4v1708098164588!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Social Shake",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Breakfast Tray",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Taco Soup",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Grilled Chicken Peri Peri Sizzler",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Chicken Shwarma Platter",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Jalapeno Cheese Nads",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Cafe Raasta is a Caribbean-themed restaurant that offers a fusion of delectable food, exceptional drinks, and an immersive musical experience.",
    "description": [
      "Cafe Raasta is a Caribbean-themed restaurant that offers a fusion of delectable food, exceptional drinks, and an immersive musical experience. The cafe is inspired by the Rastafari culture and the reggae music genre, which originated in Jamaica and spread across the world. The cafe’s decor reflects the vibrant colors, patterns, and symbols of the Caribbean islands, such as the red, green, and yellow of the Rastafari flag, the dreadlocks, the lion, and the cannabis leaf. The cafe also features swing chairs, hammocks, and bean bags for a relaxed and cozy ambiance.",
      "The menu at cafe Raasta is a mix of cuisines from different parts of the world, such as North Indian, Italian, Chinese, Asian, Continental, Pizza, and Fast Food. The cafe also serves a variety of beverages, such as mocktails, smoothies, shakes, teas, and coffees. Some of the popular dishes at cafe Raasta are the creamy mushroom penne, the garden burger, the snicker shake, the darjeeling tea, the corn bhel, and the crispy fried chicken1. The cafe also offers a brunch menu that includes pancakes, waffles, sandwiches, salads, and more",
      "Cafe Raasta is not just a place to eat and drink, but also a place to enjoy live music and entertainment. The cafe hosts live DJ nights, karaoke sessions, and live bands that play reggae, rock, pop, and other genres of music. The cafe also has a rooftop seating area that offers a panoramic view of the city skyline and a romantic setting for couples. The cafe is open 24 hours a day, seven days a week, making it a perfect destination for late-night hangouts, parties, and celebrations",
      "Cafe Raasta is a place where you can taste the islands in Hyderabad, as one of the news articles described it3. It is a place where you can experience the Rastafari spirit of peace, love, and harmony, and enjoy the music, food, and drinks that celebrate the diversity and richness of the Caribbean culture. Cafe Raasta is a place where you can feel the vibes and have a good time."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipPU7eBBwGC0uBWsZNHkCDsfQX-XNaZqSixKYERJ=s1360-w1360-h1020"
  },
  {
    "title": "yeti",
    "name": "Yeti - The Himalayan Kitchen",
    "location": "28 A, Second Floor, Hauz Khas Village",
    "type": "Café",
    "highlights": [
      "Cosy Ambience",
      "Himalayan Cuisine"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "Nepal",
      "Tibet",
      "Bhutan",
      "North India",
      "momos",
      "thukpa",
      "shapta",
      "gyathuk"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d448239.5649188052!2d76.65796906562497!3d28.6336101!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfddd9d96bf45%3A0x94e69d3a8844c0e6!2sYeti%20-%20The%20Himalayan%20Kitchen%2C%20Connaught%20Place!5e0!3m2!1sen!2sin!4v1708140723916!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Yeti platter",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Yeti thali",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Cafe Yeti is a Himalayan-themed restaurant that brings the flavors and culture of the mountainous region to the city.",
    "description": [
      "Cafe Yeti is a Himalayan-themed restaurant that brings the flavors and culture of the mountainous region to the city. The cafe is named after the mythical creature that is said to inhabit the Himalayas, also known as the abominable snowman. The cafe’s logo features a cute and friendly version of the Yeti, inviting the customers to explore the hidden gems of the Himalayan cuisine.",
      "The menu at cafe Yeti is a blend of dishes from Nepal, Tibet, Bhutan, and North India, such as momos, thukpa, shapta, gyathuk, tingmo, and more. The cafe also offers a variety of vegetarian and vegan options, as well as gluten-free and dairy-free choices. Some of the signature dishes at cafe Yeti are the Yeti platter, which includes a selection of momos, pakoras, and salads, the Yeti thali, which consists of rice, dal, curry, pickle, and papad, and the Yeti special, which is a spicy and tangy chicken curry with steamed rice12. The cafe also serves a range of beverages, such as masala tea, butter tea, hot chocolate, and lassi",
      "Cafe Yeti is not just a place to enjoy delicious food, but also a place to experience the Himalayan culture and lifestyle. The cafe’s decor reflects the natural beauty and diversity of the Himalayas, with wooden furniture, colorful cushions, prayer flags, and paintings of the mountains. The cafe also plays soothing and uplifting music from the region, such as folk songs, chants, and instrumental tunes. The cafe also hosts cultural events, such as book readings, poetry sessions, film screenings, and live performances by local artists",
      "Cafe Yeti is a place where you can escape the hustle and bustle of the city and immerse yourself in the serene and spiritual atmosphere of the Himalayas. It is a place where you can savor the authentic and exotic flavors of the Himalayan cuisine and learn more about the history and traditions of the people who live there. Cafe Yeti is a place where you can find your inner Yeti and have a memorable time."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipP-ZTPKQWFHnL5FBMP9n6THGhmq3p-x-rfOB_Fn=s1360-w1360-h1020"
  },
  {
    "title": "matchbox",
    "name": "Matchbox",
    "location": "30, First Floor, Hauz Khas Village",
    "type": "Café",
    "highlights": [
      "Vibrant Atmosphere",
      "Live Music"
    ],
    "category": [
      "cafe",
      "pub",
      "restaurant"
    ],
    "tags": [
      "continental",
      "salad",
      "fast food",
      "beverages"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d136775.30815003105!2d77.04732792433397!3d28.57017037883708!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d89cee0eff9%3A0xa5a6fbf50bcba919!2sMatchbox%20Pub%20%26%20Grub!5e0!3m2!1sen!2sin!4v1708140922745!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "pork fry",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the chicken lasagna",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the honey chilli potato",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": " the black and white toast",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Cafe Matchbox is a trendy and lively cafe and pub in Hauz Khas Village, New Delhi. The cafe is named after the small and colorful boxes that contain matches, symbolizing the spark and energy that the cafe aims to create.",
    "description": [
      "Cafe Matchbox is a trendy and lively cafe and pub in Hauz Khas Village, New Delhi. The cafe is named after the small and colorful boxes that contain matches, symbolizing the spark and energy that the cafe aims to create. The cafe’s logo features a matchstick on fire, representing the passion and enthusiasm of the cafe’s staff and customers.",
      "The menu at cafe Matchbox is a fusion of continental, salad, and fast food, with a variety of dishes to suit different tastes and preferences. The cafe also offers a wide range of beverages, such as cocktails, mocktails, beers, wines, and smoothies. Some of the popular dishes at cafe Matchbox are the pork fry, the chicken lasagna, the honey chilli potato, and the black and white toast1. The cafe also has a brunch menu that includes pancakes, eggs, sandwiches, and more",
      "Cafe Matchbox is not just a place to dine and drink, but also a place to enjoy music and entertainment. The cafe hosts live DJ nights, karaoke sessions, and live bands that play rock, pop, hip hop, and other genres of music. The cafe also has a rooftop seating area that offers a stunning view of the Hauz Khas lake and the historical monuments. The cafe is open from 12 noon to 1 am, making it a perfect destination for day and night outings, parties, and celebrations",
      "Cafe Matchbox is a place where you can experience the matchless vibe and atmosphere of Hauz Khas Village, as one of the travel articles described it3. It is a place where you can indulge in delicious food and drinks, and groove to the music and beats that match your mood. Cafe Matchbox is a place where you can ignite your senses and have a blast."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipN99wvKhno9oIYuvOtIEF7j8KZ5XNIws4FgSFnG=s1360-w1360-h1020"
  },
  {
    "title": "kunzum-travel-cafe",
    "name": "Kunzum Travel Cafe",
    "location": "T-49, GF, Hauz Khas Village",
    "type": "Café",
    "highlights": [
      "Unique Concept",
      "Travel Community"
    ],
    "category": [
      "cafe"
    ],
    "tags": [
      "travelers",
      "artists",
      "creative professionals"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3504.5399156823646!2d77.18945207926177!3d28.553545625048944!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d8a9cc8b757%3A0x1fe57f9bb019ebed!2sKunzum%20-%20Hauz%20Khas%20Village!5e0!3m2!1sen!2sin!4v1708141288305!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "Cafe Kunzum Travel Cafe is a unique and cozy cafe that caters to travelers, artists, and creative professionals.",
    "description": [
      "Cafe Kunzum Travel Cafe is a unique and cozy cafe that caters to travelers, artists, and creative professionals. The cafe is located in the trendy Hauz Khas Village in New Delhi, and is named after the Kunzum Pass, a high-altitude mountain pass in the Himalayas. The cafe’s founder, Ajay Jain, is a travel writer and photographer who decided to create a space where people can share their travel stories, experiences, and tips.",
      "The cafe offers free wi-fi, a library of travel books and magazines, and a gallery of travel photographs. The cafe also serves fine coffees, teas, and cookies, and guests can pay as much as they want to - there is no fixed price or obligation to buy anything. The cafe also hosts various events, such as book readings, film screenings, poetry sessions, music gigs, and art workshops. The cafe is open from Tuesday to Sunday, from 11 a.m. to 7:30 p.m., and is closed on Mondays",
      "Cafe Kunzum Travel Cafe is a place where you can meet like-minded people, exchange ideas, and get inspired by the beauty and diversity of the world. It is a place where you can escape the hustle and bustle of the city and immerse yourself in the serene and spiritual atmosphere of the Himalayas. It is a place where you can find your inner traveler and have a memorable time."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipOFLlmOhoj-8JuzcireBdRE9ayHt4YY-UJPM_WH=s1360-w1360-h1020"
  },
  {
    "title": "coast-cafe",
    "name": "Coast Cafe",
    "location": "H-2, Second Floor & Third Floor, Above Ogaan, Hauz Khas Village",
    "type": "Café",
    "highlights": [
      "Soothing Ambience",
      "Coastal Delicacies"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "Mediterranean",
      "Asian",
      "coastal delicacies"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3504.4974652009623!2d77.1926195749539!3d28.554820987606405!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce2757a715595%3A0xed48c1e0d569e3d0!2sCoast%20Caf%C3%A9!5e0!3m2!1sen!2sin!4v1708141471523!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "prawn moilee",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "sundal",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": " the veg tacos",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Coast Cafe is a fine dining outlet located in Hauz Khas Village, New Delhi. It offers a unique dining experience with a variety of delicious dishes prepared with fresh ingredients.",
    "description": [
      "Coast Cafe is a fine dining outlet located in Hauz Khas Village, New Delhi. It offers a unique dining experience with a variety of delicious dishes prepared with fresh ingredients. The menu features a range of international cuisines, from Mediterranean to Asian, as well as authentic coastal delicacies from Kerala and Goa.",
      "The cafe has a contemporary and elegant ambience, with a spacious seating area and a terrace overlooking the lake. The decor is minimalist and chic, with white walls, wooden furniture, and colorful cushions. The cafe also has a boutique store, Ogaan, on the ground floor, where customers can shop for designer clothes and accessories.",
      "Coast Cafe is known for its impeccable service and hospitality. The staff is friendly, attentive, and professional, and always ready to assist the customers with their orders and preferences. The manager, Rajinder, is especially helpful and makes the customers feel at home. The cafe also hosts live music events and art exhibitions on weekends, adding to the lively and vibrant atmosphere.",
      "Some of the must-try dishes at Coast Cafe are the prawn moilee, a creamy coconut-based curry with succulent prawns, served with appam, a soft and fluffy rice pancake; the veg tacos, crispy tortillas stuffed with spicy vegetables and cheese, topped with salsa and sour cream; and the sundal, a tangy and crunchy salad made with chickpeas, coconut, and curry leaves. The cafe also serves a variety of beverages, such as smoothies, juices, teas, and coffees, as well as desserts, such as cakes, pies, and ice creams.",
      "Coast Cafe is a perfect place to enjoy a leisurely meal with family or friends, or to have a romantic date with a stunning view of the lake. It is open from 11 am to 11 pm, and accepts online reservations through Zomato and Dineout. The average cost for two people is around Rs. 1500, excluding taxes and charges. Coast Cafe is rated 4.5 out of 5 on Tripadvisor, and has received rave reviews from customers for its food, service, value, and atmosphere. It is one of the best restaurants in Delhi, and a must-visit for anyone who loves coastal cuisine and culture."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipP3PLKA9LrV3fLVxQXKDte2cgYYPCL5R01buS-i=s1360-w1360-h1020"
  },
  {
    "title": "gyspy-cafe",
    "name": "Gyspy Cafe",
    "location": "13 A, Ground Floor, Hauz Khas Village",
    "type": "Café",
    "highlights": [
      "Bohemian Vibe",
      "Middle Eastern Cuisine"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "pizza",
      "pasta",
      "sandwich",
      "burger",
      "fast food"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3504.510769413802!2d77.1914754749539!3d28.55442128762449!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d8a843af0fb%3A0x8fe97d6dd9444d5a!2sGypsy%20Caf%C3%A9!5e0!3m2!1sen!2sin!4v1708142340051!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Mushroom pizza",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "The chicken sandwich",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "The cold coffee",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Gypsy Cafe is a cozy and charming cafe located in Hauz Khas Village, New Delhi. It is a perfect place to relax, enjoy some delicious food and beverages, and listen to some soft music.",
    "description": [
      "Gypsy Cafe is a cozy and charming cafe located in Hauz Khas Village, New Delhi. It is a perfect place to relax, enjoy some delicious food and beverages, and listen to some soft music. The cafe has a rustic and artistic decor, with colorful cushions, paintings, and board games. The cafe also offers a stunning view of the lake and the historical monuments nearby.",
      "The menu of Gypsy Cafe is diverse and affordable, featuring a variety of cuisines such as pizza, pasta, sandwich, burger, and fast food. The cafe also serves tea, coffee, juice, and other beverages. Some of the popular dishes are the mushroom pizza, the chicken sandwich, and the cold coffee. The portions are generous and the service is friendly and attentive.",
      "Gypsy Cafe is a great spot to hang out with friends, have a romantic date, or work on your laptop. The cafe has a vibe of peace and tranquility, and attracts a young and creative crowd. The owner of the cafe is a hospitable and warm person, who makes sure that the guests feel comfortable and relaxed. The cafe also hosts live music events in the evening, featuring talented local artists.",
      "Gypsy Cafe is one of the best cafes in Hauz Khas Village, and a must-visit for anyone who loves good food, good music, and good ambiance. It is a place where you can escape the hustle and bustle of the city, and enjoy a gypsy lifestyle. Gypsy Cafe is open from 12 noon to 11 pm"
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipN50kPQq-mxJgV9Lga0QHuA31RmYExF3lU3-Umy=s1360-w1360-h1020"
  },
  {
    "title": "the-tea-room",
    "name": "The Tea Room",
    "location": "1, Hauz Khas Tank, Hauz Khas Village",
    "type": "Café",
    "highlights": [
      "Tea Speciality",
      "Snacks and Desserts"
    ],
    "category": [
      "cafe",
      "bakery"
    ],
    "tags": [
      "lunch",
      "brunch",
      "snacks"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d56072.13297484161!2d77.15285054395257!3d28.554495148591435!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce27581822f33%3A0x9da15247af3922f1!2sThe%20Tea%20Room%20from%20Blossom%20Kochhar!5e0!3m2!1sen!2sin!4v1708142587350!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "white tea",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the ginger tea",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the masala chai",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the hot chocolate",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "The Tea Room is a quaint and elegant cafe located in Hauz Khas Village, New Delhi. It is a part of Blossom Kochhar, a renowned spa and aromatherapy brand.",
    "description": [
      "The Tea Room is a quaint and elegant cafe located in Hauz Khas Village, New Delhi. It is a part of Blossom Kochhar, a renowned spa and aromatherapy brand. The cafe offers a serene and soothing ambiance, with a view of the lake and the deer park. The cafe has a vintage and classy decor, with wooden furniture, floral curtains, and antique crockery.",
      "The menu of The Tea Room is diverse and exquisite, featuring a variety of teas, coffees, juices, and other beverages. The cafe also serves breakfast, lunch, brunch, and snacks, with dishes such as scones, pancakes, sandwiches, salads, and pastas. The cafe specializes in organic and healthy food, using fresh and natural ingredients. Some of the popular items are the white tea, the ginger tea, the masala chai, and the hot chocolate",
      "The Tea Room is a great place to relax, rejuvenate, and indulge in some self-care. The cafe is ideal for spending some quality time with your loved ones, reading a book, playing board games, or working on your laptop. The cafe also hosts events such as book readings, poetry sessions, and live music performances. The staff of the cafe is courteous and attentive, and the owner is a friendly and hospitable person.",
      "The Tea Room is one of the best cafes in Hauz Khas Village, and a must-visit for anyone who loves tea, coffee, and wellness. It is a place where you can experience the benefits of aromatherapy, enjoy a delicious meal, and admire the beauty of nature. The Tea Room is open from 9 am to 7 pm, and you can book a table online or call them at +91 11 4081 7655."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipM6GJ4Lt0PRTOfGmvsVd9VfzQ2f4QPPLlqTAVVW=s1360-w1360-h1020"
  },
  {
    "title": "cafe-mafioso",
    "name": "Cafe Mafioso",
    "location": "2nd Floor, Building No. 28, Hauz Khas Village",
    "type": "Café",
    "highlights": [
      "Chic and Modern",
      "Italian and Mediterranean Cuisine"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "club",
      "lounge",
      "Italian",
      "Continental",
      "North Indian",
      "Chinese",
      "cocktails",
      "mocktails",
      "hookah"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3504.5189142905488!2d77.19174917495393!3d28.55417658763565!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d8a9c2de6d7%3A0xb85a396978bc0993!2sCaf%C3%A9%20Mafioso!5e0!3m2!1sen!2sin!4v1708142821305!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "beer",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the chilli paneer",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "white sauce pasta",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": " chicken tikka",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Cafe Mafioso is a lively and trendy cafe located in Hauz Khas Village, New Delhi. It is a part of Mafioso, a popular club and lounge that offers a thrilling nightlife experience.",
    "description": [
      "Cafe Mafioso is a lively and trendy cafe located in Hauz Khas Village, New Delhi. It is a part of Mafioso, a popular club and lounge that offers a thrilling nightlife experience. The cafe has a modern and stylish decor, with black and white furniture, red accents, and mafia-themed posters. The cafe also has a spacious terrace that overlooks the lake and the greenery.",
      "The menu of Cafe Mafioso is diverse and delicious, featuring a variety of cuisines such as Italian, Continental, North Indian, and Chinese. The cafe also serves drinks, cocktails, mocktails, and hookah. Some of the popular dishes are the beer, the chilli paneer, the white sauce pasta, and the chicken tikka1. The portions are decent and the service is quick and courteous.",
      "Cafe Mafioso is a great place to chill, party, and have fun with your friends, family, or date. The cafe has a vibe of excitement and entertainment, and attracts a young and hip crowd. The cafe also hosts live music events, DJ nights, and theme parties. The owner of the cafe is a cool and friendly person, who makes sure that the guests have a memorable time.",
      "Cafe Mafioso is one of the best cafes in Hauz Khas Village, and a must-visit for anyone who loves food, drinks, and music. It is a place where you can enjoy a mafia-style adventure, with a touch of class and glamour. Cafe Mafioso is open from 11:30 am to 1 am, and you can book a table online or call them at +91 11 4081 7655. them on Zomato1 or Restaurant Guru2 for more information and reviews."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipMyUdEhIfoff-Y9ldcaIua77lCqLs2uwAugvvQ0=s1360-w1360-h1020"
  },
  {
    "title": "cafe-6",
    "name": "Cafe 6",
    "location": "6, Hauz Khas Village",
    "type": "Café",
    "highlights": [
      "Delicious Food and Drinks",
      "Relaxed and Inviting"
    ],
    "category": [
      "cafe",
      "bar"
    ],
    "tags": [
      "craft beers",
      "wines",
      "cocktails",
      "live music",
      "trivia nights",
      "karaoke",
      "Italian",
      "Continental",
      "North Indian",
      "Chinese"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d13091.037300034264!2d77.20049008372027!3d28.551166280538112!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce2115554ffff%3A0x29bda03d82a30f3!2sCafe%206!5e0!3m2!1sen!2sin!4v1708143402463!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "beer",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "chilli paneer",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "white sauce pasta",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the chicken tikka",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Cafe 6 is a casual dining outlet that offers a wide variety of delicious food and drinks. The cafe is located in Hauz Khas Village, New Delhi, a popular destination for art, culture, and nightlife.",
    "description": [
      "Cafe 6 is a casual dining outlet that offers a wide variety of delicious food and drinks. The cafe is located in Hauz Khas Village, New Delhi, a popular destination for art, culture, and nightlife. The cafe has a relaxed and inviting atmosphere, with comfortable seating and a friendly staff. The cafe also offers a full bar, with a selection of craft beers, wines, and cocktails. The cafe also has a variety of special events, such as live music, trivia nights, and karaoke1.",
      "The menu of Cafe 6 is diverse and affordable, featuring a variety of cuisines such as Italian, Continental, North Indian, and Chinese. The cafe also serves breakfast, lunch, brunch, and snacks, with dishes such as scones, pancakes, sandwiches, burgers, pizzas, pastas, and desserts. Some of the popular dishes are the beer, the chilli paneer, the white sauce pasta, and the chicken tikka2. The portions are decent and the service is quick and courteous.",
      "Cafe 6 is a great place to enjoy a meal with friends and family, or to just relax and unwind. The cafe is ideal for spending some quality time with your loved ones, reading a book, playing board games, or working on your laptop. The cafe also hosts events such as book readings, poetry sessions, and live music performances. The owner of the cafe is a cool and friendly person, who makes sure that the guests have a memorable time.",
      "Cafe 6 is one of the best cafes in Hauz Khas Village, and a must-visit for anyone who loves food, drinks, and music. It is a place where you can enjoy a casual and fun dining experience, with a touch of class and style. Cafe 6 is open from 10 am to 9:30 pm, and you can book a table online or call them at +91 93137 00550."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipN3ShWUW0t6ovOIrdkMpFsfsZFCfdazy3UgcQQt=s1360-w1360-h1020"
  },
  {
    "title": "cafeteria-and-co",
    "name": "Cafeteria & Co.",
    "location": "293, Near Moti Bagh, Satyaniketan, New Delhi",
    "type": "Fine Dining Restaurant",
    "highlights": [
      "Authentic Mexican Dishes",
      "Chic Decor and Warm Ambience"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "Continental",
      "Pizza",
      "Italian",
      "Burger",
      "Fast Food",
      "Rolls",
      "Mexican",
      "Beverages",
      "Sushi"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d112147.65895360036!2d77.12770644716663!3d28.551309460373858!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d890e9de16b%3A0x6a15e24130dfd3e0!2sCafeteria%20%26%20Co.!5e0!3m2!1sen!2sin!4v1708144042649!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "cheese jalapeno bombs",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "banana nutella crepe",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "veg cannelloni",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": " loaded cheese fries",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "chicken burritos",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "berry blast",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Cafeteria & Co. is a fine dining restaurant that offers a unique and exquisite dining experience. The restaurant serves a variety of dishes from around the world, prepared with fresh ingredients and cooked to perfection. The restaurant also offers a wide selection of drinks, from classic cocktails to craft beers.",
    "description": [
      "Cafeteria & Co. is a fine dining restaurant that offers a unique and exquisite dining experience. The restaurant serves a variety of dishes from around the world, prepared with fresh ingredients and cooked to perfection. The atmosphere is warm and inviting, with a modern and stylish decor. The staff is friendly and attentive, providing excellent service. The restaurant also offers a wide selection of drinks, from classic cocktails to craft beers. Whether you're looking for a romantic dinner or a casual lunch, Cafeteria & Co. is the perfect place to enjoy a delicious meal.",
      "The menu of Cafeteria & Co. is diverse and affordable, featuring a variety of cuisines such as Continental, Pizza, Italian, Burger, Fast Food, Rolls, Mexican, Beverages, and Sushi. The restaurant also serves breakfast, lunch, brunch, and snacks, with dishes such as cheese jalapeno bombs, banana nutella crepe, veg cannelloni, loaded cheese fries, chicken burritos, and berry blast. Some of the popular dishes are the peri peri chicken, the chicken pizza, and the paneer. The portions are generous and the presentation is appealing.",
      "Cafeteria & Co. is a great place to hang out with friends and family, or to just chill and relax. The restaurant has a chic decor and a warm ambience, with comfortable seating and a lively vibe. The restaurant also has a full bar, with a variety of drinks to choose from, such as sangria, beer, wine, chocolate frappe, chocolate shake, and rose lemonade. The restaurant also has a variety of special events, such as live music, trivia nights, and karaoke.",
      "Cafeteria & Co. is one of the best restaurants in Satyaniketan, and a must-visit for anyone who loves food, drinks, and music. It is a place where you can enjoy a fine and fun dining experience, with a touch of class and style. Cafeteria & Co. is open from 11:30 am to 11:30 pm, and you can book a table online or call them at 088020 26423."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipPJHhpZ16EK_o5AcMgSbdmGsqxxk_BHope3yX9y=s1360-w1360-h1020"
  },
  {
    "title": "cafe-coffee-day",
    "name": "Cafe Coffee Day",
    "location": "283, DDA Market, Opposite Venketeswara College, Satyaniketan, New Delhi",
    "type": "Coffee Shop",
    "highlights": [
      "Delicious Cakes and Pastries",
      "Friendly and Polite Staff"
    ],
    "category": [
      "cafe"
    ],
    "tags": [
      "Cafe",
      "Fast Food",
      "Coffee",
      "Desserts",
      "Beverages"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d28461.121340338115!2d77.1617112239255!3d28.581827083847642!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d9ba2b9b7c7%3A0xa1d29b87a6872ba6!2sCafe%20Coffee%20Day!5e0!3m2!1sen!2sin!4v1708144347929!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "dutch truffle cake",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the cappuccino",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the paneer tikka sandwich",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Cafe Coffee Day is a popular coffee chain that offers a variety of hot and cold coffee brews, refreshing beverages, sweet and savoury bakery items, burgers, sandwiches, and more. The cafe is a cosy and comfortable place to unwind with friends, have business meetings, or just enjoy some quality time by yourself.",
    "description": [
      "Cafe Coffee Day is a popular coffee chain that offers a variety of hot and cold coffee brews, refreshing beverages, sweet and savoury bakery items, burgers, sandwiches, and more. The cafe is a cosy and comfortable place to unwind with friends, have business meetings, or just enjoy some quality time by yourself. The cafe has a warm and inviting atmosphere, with a modern and stylish decor. The staff is friendly and polite, providing excellent service. The cafe also offers home delivery and online ordering options.",
      "The menu of Cafe Coffee Day is diverse and affordable, featuring a range of cuisines such as Cafe, Fast Food, Coffee, Desserts, and Beverages. The cafe also serves breakfast, lunch, brunch, and snacks, with dishes such as cheese jalapeno bombs, banana nutella crepe, veg cannelloni, loaded cheese fries, chicken burritos, and berry blast. Some of the popular dishes are the dutch truffle cake, the cappuccino, and the paneer tikka sandwich. The portions are decent and the presentation is appealing.",
      "Cafe Coffee Day is a great place to hang out with friends and family, or to just chill and relax. The cafe has a lively and vibrant vibe, with comfortable seating and a soothing music. The cafe also offers a wide selection of drinks, from classic cocktails to craft beers. The cafe also hosts events such as live music, trivia nights, and karaoke.",
      "Cafe Coffee Day is one of the best cafes in Satyaniketan, and a must-visit for anyone who loves coffee, cakes, and music. It is a place where you can enjoy a casual and fun coffee experience, with a touch of class and style. Cafe Coffee Day is open from 9 am to 11 pm, and you can book a table online or call them at 1800 102 5093."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipN-ojJAzZ4NcCHMALH0AaLeB3rjD-Io4j4SjQBS=s1360-w1360-h1020"
  },
  {
    "title": "madira-cafe",
    "name": "Madira Cafe",
    "location": "289, 2nd Floor, South Moti Bagh, Satyaniketan, New Delhi",
    "type": "Casual Dining Restaurant",
    "highlights": [
      "Authentic Mughlai Dishes",
      "Lively Dance Floor and Music"
    ],
    "category": [
      "Continental",
      "North Indian",
      "Chinese",
      "Mughlai",
      "Fast Food"
    ],
    "tags": [
      "Continental",
      "North Indian",
      "Chinese",
      "Mughlai",
      "Fast Food"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d8351.837670300712!2d77.16727580279802!3d28.587435453470725!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d130b25aae5%3A0x12126ab1fbfb2728!2sMadira%20Cafe!5e0!3m2!1sen!2sin!4v1708144633255!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "chicken tikka",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "paneer butter masala",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the veg momos",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Madira Cafe is a casual dining restaurant that offers a variety of dishes from different cuisines, prepared with fresh and quality ingredients. The restaurant also has a lively dance floor and music, where you can enjoy with your friends and have a fun time.",
    "description": [
      "Madira Cafe is a casual dining restaurant that offers a variety of dishes from different cuisines, prepared with fresh and quality ingredients. The restaurant has a cosy and comfortable atmosphere, with a colourful and funky decor. The staff is courteous and helpful, providing prompt service. The restaurant also has a lively dance floor and music, where you can enjoy with your friends and have a fun time.",
      "The menu of Madira Cafe is diverse and reasonable, featuring a range of cuisines such as Continental, North Indian, Chinese, Mughlai, and Fast Food. The restaurant also serves breakfast, lunch, dinner, and snacks, with dishes such as cheese balls, chicken lollipop, veg hakka noodles, chicken biryani, and chocolate brownie. Some of the popular dishes are the chicken tikka, the paneer butter masala, and the veg momos. The portions are generous and the taste is delicious.",
      "Madira Cafe is a great place to hang out with friends and family, or to just chill and relax. The restaurant has a vibrant and energetic vibe, with comfortable seating and a dim lighting. The restaurant also offers a wide selection of drinks, from mocktails to shakes. The restaurant also hosts events such as live music, trivia nights, and karaoke.",
      "Madira Cafe is one of the best restaurants in Satyaniketan, and a must-visit for anyone who loves food, drinks, and music. It is a place where you can enjoy a casual and fun dining experience, with a touch of spice and style. Madira Cafe is open from 11 am to 11 pm, and you can book a table online or call them at +91 98111 73459 or +91 99998 73459."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipOpYGLIRGS2CKcJKHLh_WnRdFQxT3M_p9tk357e=s1360-w1360-h1020"
  },
  {
    "title": "The-Big-House-Cafe",
    "name": "The Big House",
    "location": "Satya Niketan, New Delhi",
    "type": "Chinese Cafe cum Restaurant",
    "highlights": [
      "BBQ Pizza",
      "Margaritas"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "Chinese cuisine",
      "pizza",
      "pasta",
      "burgers",
      "sandwiches",
      "continental"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3503.4011445712777!2d77.16513107495508!3d28.5877402861143!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d1300bfb88d%3A0x3eeeb478c82e56fb!2sThe%20Big%20House%20Cafe!5e0!3m2!1sen!2sin!4v1708145007859!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "margaritas",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "cold coffee",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "lemonade",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "chocolate shake",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "The Big House is a Chinese cafe cum restaurant with a variety of coffee and tea and a range of continental food. It also offers food delivery and online booking services.",
    "description": [
      "The Big House is a modern and stylish cafe and restaurant located in Satya Niketan, a vibrant and youthful neighborhood in South Delhi. The Big House serves delicious Chinese cuisine, as well as continental food such as pizza, pasta, burgers, and sandwiches. The cafe is popular for its BBQ pizza, chilli chicken, and white sauce pasta1. The restaurant also has a bar that serves refreshing margaritas, cold coffee, lemonade, and chocolate shake1.",
      "The ambiance at The Big House is cozy and lively, with bricked walls, wooden furniture, and colorful cushions. The cafe is decorated with paintings, sculptures, and other artworks by local artists1. The restaurant has a spacious and comfortable seating area, ideal for a casual meal or a social gathering. The Big House also has a large screen that shows live sports and music events, adding to the fun and entertainment factor2.",
      "The service at The Big House is courteous and prompt, ensuring a satisfying and enjoyable experience for the customers. The restaurant also offers food delivery and takeaway options, as well as online booking facilities through Dineout3. The restaurant is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 1000, without alcohol4.",
      "The Big House is a great destination for anyone looking for a tasty and affordable Chinese and continental food in New Delhi. It is especially suitable for students, youngsters, and sports lovers who want to have a fun and relaxing time with their friends and family."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipM0uM70Zr27aV3pEZICE66NANcsILqOkcxSckZT=s1360-w1360-h1020"
  },
  {
    "title": "Echoes",
    "name": "Echoes",
    "location": "Satya Niketan, New Delhi",
    "type": "Cafe run by deaf and mute staff",
    "highlights": [
      "Unique concept of service",
      "Tandoori momos"
    ],
    "category": [
      "cafe",
      "social enterprise"
    ],
    "tags": [
      "Indian",
      "Chinese",
      "Italian",
      "American"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3503.404366692134!2d77.16441837495513!3d28.58764358611882!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d13c8f06bb1%3A0x5a7b99fe064ccfa5!2sEchoes%20-Satyaniketan!5e0!3m2!1sen!2sin!4v1708145197886!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "tandoori momos",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the chilli chicken",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the BBQ pizza",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the cream cheese pasta",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the baked lasagna",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "choco death",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Cadbury shake",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Echoes is a cafe that employs hearing and speech impaired staff, who communicate with customers through sign language and placards. It serves a variety of cuisines, including Indian, Chinese, Italian, and American.",
    "description": [
      "Echoes is a one-of-a-kind cafe that aims to empower the differently-abled community by providing them with employment opportunities and social inclusion. It is located in Satya Niketan, a lively and youthful neighborhood in South Delhi. Echoes is managed by a team of deaf and mute staff, who interact with customers through sign language and placards. The cafe has a button system to call the staff, and a notebook to write down the order codes from the menu. The staff is well-trained, courteous, and lively, and the customers are encouraged to learn some basic sign language from them.",
      "The menu at Echoes features a range of cuisines, such as Indian, Chinese, Italian, and American. The dishes are delicious, fresh, and affordable, and the portions are generous. Some of the popular dishes are the tandoori momos, the chilli chicken, the BBQ pizza, the cream cheese pasta, and the baked lasagna. The cafe also serves hot and cold beverages, such as coffee, tea, smoothies, shakes, and margaritas. The desserts are also mouth-watering, especially the choco death and the Cadbury shake.",
      "The ambiance at Echoes is cozy and vibrant, with bricked walls, wooden furniture, and colorful cushions. The cafe is decorated with paintings, sculptures, and other artworks by local artists. The cafe has a spacious and comfortable seating area, ideal for a casual meal or a social gathering. Echoes also has a large screen that shows live sports and music events, adding to the fun and entertainment factor.",
      "Echoes is not just a cafe, but an emotion that touches the hearts of the customers. It is a place where food, fashion, and fun meet social responsibility and awareness. The cafe also offers home delivery and takeaway options, as well as online booking facilities through Dineout1. The cafe is open from 11:30 am to 11:30 pm every day, and the average cost for two people is around Rs. 1200, without alcohol."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipNgwCzp64G7EF7_ACijyupN9lgBirQQXTeu5RlD=s1360-w1360-h1020"
  },
  {
    "title": "Qds",
    "name": "QD's Multicuisine Restaurant",
    "location": "Satya Niketan, New Delhi",
    "type": "North Indian and Chinese Restaurant",
    "highlights": [
      "Tandoori Momos",
      "Juicy Chicken Drumsticks"
    ],
    "category": [
      "restaurant",
      "fast food"
    ],
    "tags": [
      "North Indian",
      "Chinese",
      "Continental",
      "Italian",
      "Oriental"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d112108.80055356899!2d77.08459133384893!3d28.58777411693511!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d130a34c0cb%3A0xdd4407c491edab29!2sQD&#39;s%20Multicuisine%20Restaurant!5e0!3m2!1sen!2sin!4v1708145671119!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "tandoori momos",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "juicy chicken drumsticks",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "chilli chicken",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "BBQ pizza",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "cream cheese pasta",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "baked lasagna",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Qds is a popular food joint that serves mouth-watering North Indian and Chinese dishes, especially the tandoori momos. It has a peppy and spacious ambiance, and a friendly and prompt service.",
    "description": [
      "Qds is a specialty restaurant that offers a variety of cuisines, such as North Indian, Chinese, Continental, Italian, and Oriental. It is located in Satya Niketan, a vibrant and youthful neighborhood in South Delhi. Qds is known for its tandoori momos, which are grilled dumplings with a spicy chicken or vegetable filling. The momos are served with mint chutney and mayonnaise, and are a must-try for any momo lover. Qds also serves other delicious dishes, such as juicy chicken drumsticks, chilli chicken, BBQ pizza, cream cheese pasta, and baked lasagna12. The restaurant also has a bar that serves refreshing beverages, such as iced peach tea, red velvet shake, margaritas, cold coffee, and lemonade12.",
      "The ambiance at Qds is cozy and lively, with bricked walls, wooden furniture, and colorful cushions. The restaurant is decorated with paintings, sculptures, and other artworks by local artists12. The restaurant has a spacious and comfortable seating area, ideal for a casual meal or a social gathering. Qds also has a large screen that shows live sports and music events, adding to the fun and entertainment factor3.",
      "The service at Qds is courteous and prompt, ensuring a satisfying and enjoyable experience for the customers. The restaurant also offers food delivery and takeaway options, as well as online booking facilities through Dineout4. The restaurant is open from 12 noon to 12 midnight every day, and the average cost for two people is around Rs. 850, without alcohol12.",
      "Qds is a great destination for anyone looking for a tasty and affordable North Indian and Chinese food in New Delhi. It is especially suitable for students, youngsters, and sports lovers who want to have a fun and relaxing time with their friends and family."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipNoXs0gT9B2GGYde16KTakRKaj4jFOSrF8Dec4l=s1360-w1360-h1020"
  },
  {
    "title": "Wood-Box-Cafe",
    "name": "Wood Box",
    "location": "Hudson Lane, New Delhi",
    "type": "Cafe, Fast Food, Italian, Chinese",
    "highlights": [
      "Recycled Decor",
      "Tandoori Momos"
    ],
    "category": [
      "cafe"
    ],
    "tags": [
      "cafe",
      "fast food",
      "italian",
      "chinese"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3499.8760768542147!2d77.20198127495905!3d28.693353381317056!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfdf266cbe6ef%3A0x3753cc88a48c797a!2sWoodbox%20Cafe!5e0!3m2!1sen!2sin!4v1708145908433!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "tandoori momos",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Platters",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Breverages",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Wood Box Cafe is a cute and quirky cafe that serves a variety of cuisines, such as cafe, fast food, Italian, and Chinese. It is popular with students from Delhi University’s South Campus, and has a peppy and arty ambiance.",
    "description": [
      "Wood Box Cafe is a specialty cafe that offers a range of cuisines, such as cafe, fast food, Italian, and Chinese. It is located in Hudson Lane, a lively and youthful neighborhood in South Delhi. Wood Box Cafe is known for its tandoori momos, which are grilled dumplings with a spicy chicken or vegetable filling. The momos are served with mint chutney and mayonnaise, and are a must-try for any momo lover. Wood Box Cafe also serves other delicious dishes, such as pizza, pasta, burger, sandwich, salad, and dessert12. The cafe also has a bar that serves refreshing beverages, such as coffee, tea, smoothies, shakes, and margaritas12.",
      "The ambiance at Wood Box Cafe is cozy and vibrant, with bricked walls, wooden furniture, and colorful cushions. The cafe is decorated with recycled materials, such as forks, combs, cassettes, and spoons, giving it a unique and quirky look3. The cafe has a spacious and comfortable seating area, ideal for a casual meal or a social gathering. Wood Box Cafe also has a large screen that shows live sports and music events, adding to the fun and entertainment factor2.",
      "The service at Wood Box Cafe is courteous and prompt, ensuring a satisfying and enjoyable experience for the customers. The cafe also offers food delivery and takeaway options, as well as online booking facilities through Zomato12. The cafe is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 650, without alcohol12.",
      "Wood Box Cafe is a great destination for anyone looking for a tasty and affordable cafe, fast food, Italian, and Chinese food in New Delhi. It is especially suitable for students, youngsters, and art lovers who want to have a fun and relaxing time with their friends and family."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipMiZEqBxIbjM0V2eMDp0TgFMEBuEqSvOX_SF2jB=s1360-w1360-h1020"
  },
  {
    "title": "Big-Yellow-Door",
    "name": "Big Yellow Door",
    "location": "Hudson Lane, Delhi",
    "type": "Cafe",
    "highlights": [
      "Student Friendly Ambience",
      "Cheesy Dishes"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "Italian",
      "fast food"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d112109.03389477689!2d77.02703475952147!3d28.587555277051887!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d12330a5cdd%3A0x5d45380a8d93f53a!2sBig%20Yellow%20Door!5e0!3m2!1sen!2sin!4v1708146153211!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Cheesy Nachos Mexicana",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Chilli Chicken Spaghetti",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Chicken Cheese Sandwich",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Baked Mac",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Makhani Pasta",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Big Yellow Door is a casual dining cafe with a dimly lit dining space. The chefs pamper various dishes to make sure the diners meet the nirvana of savory and taste. Every dish in the menu is of the finest taste and do not burn a hole in your pocket. The a-la-carte primarily features Italian and Continental cuisines.",
    "description": [
      "Big Yellow Door is a chain of resto-cafes offering some of the best Italian and fast food items. The cafe offers a subtle and cozy ambiance along with delicious food, which makes it an attraction among the crowd. Big Yellow Door has 3 outlets in the capital. The cozy corners make it a perfect place for people to have conversations, meetings, or even spending some time with friends.",
      "The menu at Big Yellow Door features a variety of dishes, including Pizza, Burger, Pasta, Mexican, Sandwich, Desserts, and Beverages. The dishes are prepared with fresh and quality ingredients, and the presentation is appealing. Some of the popular dishes are the Cheesy Nachos Mexicana, the Chilli Chicken Spaghetti, the Chicken Cheese Sandwich, the Baked Mac, and the Makhani Pasta. The cafe also serves refreshing drinks like Mint Drink, Orange Mojito, and Kiwi Drink.",
      "The ambiance at Big Yellow Door is warm and inviting, with a touch of quirkiness. The cafe has a vibrant yellow door that welcomes the guests, and a wooden interior that creates a rustic feel. The cafe also has a music and feel theme, with posters of famous bands and singers adorning the walls. The cafe has a casual and comfortable setting, ideal for a quick bite or a relaxed conversation.",
      "Big Yellow Door also hosts live music and sports screening events, adding to the entertainment quotient. The service at Big Yellow Door is friendly and attentive, ensuring a pleasant and memorable experience for the guests. The cafe also offers home delivery and takeaway options, as well as online booking facilities.",
      "Big Yellow Door is a must-visit destination for anyone looking for a student friendly ambience and cheesy dishes in Delhi. It is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 1300, without alcohol."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipP0HofRH7ZlBIF4lHOqYbFPoLdHerBVEfNRJmcd=s1360-w1360-h1020"
  },
  {
    "title": "Waffle-O-Clock",
    "name": "Waffle O'Clock",
    "location": "Rajinder Nagar, Delhi",
    "type": "Waffle, Desserts, Shake, Beverages",
    "highlights": [
      "Best Decor",
      "Clean Environment",
      "Fantastic Decoration",
      "Clean Place",
      "Fair Prices",
      "Healthy and Delicious"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "European",
      "desserts"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d52306.14953984588!2d77.11771089997232!3d28.576634475704857!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d13bb0be5a1%3A0x439fa3cd99ad278a!2sWaffle%20O&#39;Clock!5e0!3m2!1sen!2sin!4v1708150142454!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Social Shake",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Breakfast Tray",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Taco Soup",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Grilled Chicken Peri Peri Sizzler",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Chicken Shwarma Platter",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Jalapeno Cheese Nads",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Waffle O'Clock is a casual dining cafe with a cozy and elegant ambiance. The cafe offers a wide variety of desserts such as Belgian Waffles, Pancakes, Waffle sundaes to beverages such as ice-cream based shakes, coolers, and much more.",
    "description": [
      "Waffle O'Clock was started out of a passion for serving mouth-watering European desserts, with waffles being the USP. Waffle O'Clock offers 100% eggless wide variety of desserts such as Belgian Waffles, Pancakes, Waffle sundaes to beverages such as ice-cream based shakes, coolers, and much more.",
      "The menu at Waffle O'Clock features a range of waffle flavors, toppings, and sauces, as well as other desserts like ice creams, shakes, and coolers. The dishes are prepared with fresh and quality ingredients, and the presentation is appealing. Some of the popular dishes are the Ferrero Rocher Waffle, the Nutella Waffle, the Ice Creams, the Shakes, the Desserts, and the Fries. The cafe also serves refreshing drinks like Mint Drink, Orange Mojito, and Kiwi Drink.",
      "The ambiance at Waffle O'Clock is warm and inviting, with a touch of quirkiness. The cafe has a vibrant yellow door that welcomes the guests, and a wooden interior that creates a rustic feel. The cafe also has a music and feel theme, with posters of famous bands and singers adorning the walls. The cafe has a casual and comfortable setting, ideal for a quick bite or a relaxed conversation.",
      "Waffle O'Clock also hosts live music and sports screening events, adding to the entertainment quotient. The service at Waffle O'Clock is friendly and attentive, ensuring a pleasant and memorable experience for the guests. The cafe also offers home delivery and takeaway options, as well as online booking facilities.",
      "Waffle O'Clock is a must-visit destination for anyone looking for a best decor and clean environment in Delhi. It is open from 12 noon to 7 am every day, and the average cost for two people is around Rs. 300, without alcohol."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipNAST2z7DwsWNgA96ltfCXMjxTODnIwThl23vqg=s1360-w1360-h1020"
  },
  {
    "title": "Sinsa-Seoul-Cafe",
    "name": "Sinsa Seoul Cafe",
    "location": "Satyaniketan, New Delhi",
    "type": "Cafe",
    "highlights": [
      "Korean and Asian Cuisine",
      "Good Music and Ambience",
      "Elaborate Menu"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "Korean",
      "Asian cuisine"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d6015.698040556546!2d77.16651392754592!3d28.589489836983567!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1daf55790f79%3A0x8096394c9f8be0d0!2sSinsa%20Seoul%20Cafe!5e0!3m2!1sen!2sin!4v1708152358980!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Chicken Bibimbap",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Veg Noodles",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Kimchi Fried Rice",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Cheese Tteokbokki",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Chocolate Pie",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Sinsa Seoul Cafe is a casual dining cafe with a cozy and elegant ambiance. The cafe offers a variety of Korean and Asian dishes, along with other snacks and beverages.",
    "description": [
      "Sinsa Seoul Cafe is a resto-cafe offering some of the best Korean and Asian cuisine items. The cafe offers a subtle and cozy ambiance along with delicious food, which makes it an attraction among the crowd. Sinsa Seoul Cafe has one outlet in the capital, located in Satyaniketan.",
      "The menu at Sinsa Seoul Cafe features a range of dishes, including noodles, rice, bibimbap, kimchi, kimbap, tteokbokki, and desserts. The dishes are prepared with fresh and quality ingredients, and the presentation is appealing. Some of the popular dishes are the Chicken Bibimbap, the Veg Noodles, the Kimchi Fried Rice, the Cheese Tteokbokki, and the Chocolate Pie . The cafe also serves refreshing drinks like Mint Drink, Orange Mojito, and Kiwi Drink.",
      "The ambiance at Sinsa Seoul Cafe is warm and inviting, with a touch of elegance. The cafe has a vibrant yellow sign that welcomes the guests, and a wooden interior that creates a cozy feel. The cafe also has a music and feel theme, with posters of famous bands and singers adorning the walls. The cafe has a casual and comfortable setting, ideal for a quick bite or a relaxed conversation.",
      "Sinsa Seoul Cafe also hosts live music and sports screening events, adding to the entertainment quotient. The service at Sinsa Seoul Cafe is friendly and attentive, ensuring a pleasant and memorable experience for the guests. The cafe also offers home delivery and takeaway options, as well as online booking facilities .",
      "Sinsa Seoul Cafe is a must-visit destination for anyone looking for a Korean and Asian cuisine and good music and ambience in Delhi. It is open from 10:30 am to 10:15 pm every day, and the average cost for two people is around Rs. 1000, without alcohol."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipM50unPzVGZ0fX1AiZSP1qaA1ch3Zdy0-oYUZ3g=s1360-w1360-h1020"
  },
  {
    "title": "Cafe-Kev-s",
    "name": "Cafe Kev's: Your Quirky Delhi Haven for Global Flavors & Local Vibes",
    "location": " Satya Niketan",
    "type": "Cafe, Coffee Shop, Restaurant",
    "highlights": [
      "Fusion cuisine",
      "Single-origin coffee",
      "Local art & events",
      "Cozy & vibrant atmosphere",
      "Community hub"
    ],
    "category": [],
    "tags": [
      "Casual Dining",
      "Coffee",
      "Cafes",
      "Live Music",
      "Art & Culture"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d112045.20238363632!2d77.06319893635231!3d28.647362825829497!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d1372c4ba33%3A0xee74e6e8bb9f39c8!2sKev&#39;s!5e0!3m2!1sen!2sin!4v1708152565198!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "Escape the ordinary at Cafe Kev's, Delhi's haven for unique global flavors with a local twist. Savor delicious food, handcrafted coffee, and a vibrant atmosphere perfect for work, socializing, or unwinding.",
    "description": [
      "Tired of the same old cafes with predictable menus and tired vibes? Yearning for an experience that speaks to your Dilli dil, something quirky, delicious, and uniquely Delhi? Look no further than Cafe Kev's, your new haven for culinary adventures and community connection.",
      "Imagine this: stepping into a cozy nook nestled amidst Delhi's bustling energy. The aroma of freshly brewed coffee, roasted with love from single-origin beans, awakens your senses. Sunlight streams through charming windows, casting warm hues on walls adorned with captivating local art. Laughter and lively chatter fill the air, creating an inviting atmosphere that instantly puts you at ease. This, my friends, is the magic of Cafe Kev's.",
      "But the magic doesn't stop there. Dive into a culinary adventure unlike any other. Forget run-of-the-mill cafe fare. Kev's menu is a delightful fusion of global flavors with a distinct Delhi twist. Imagine juicy momos infused with the zing of Italian pesto, creamy pastas seasoned with garam masala's warmth, and refreshing iced teas bursting with the taste of local, seasonal fruits. Prepare to tantalize your taste buds and discover hidden gems you won't find anywhere else.",
      "Coffee enthusiasts, rejoice! Kev's boasts a selection of single-origin beans sourced from across India, meticulously roasted and brewed to perfection by skilled baristas. Whether you're a fan of classic cappuccinos or adventurous cold brews, they'll whip up a cup that leaves you wanting more.",
      "Cafe Kev's is more than just a place to eat and drink; it's a space for everyone. Seeking a quiet corner to catch up on work? Curl up with a book and a cup of joe in a cozy nook. Need a vibrant space for a group hangout? Gather your friends around a communal table and share stories over delicious food. Craving an intimate setting for a date? Find a corner bathed in warm light and enjoy the company of your loved one.",
      "And the fun doesn't stop there! Kev's regularly hosts events that spark joy and foster community. Open mic nights showcase local talent, poetry slams unleash hidden voices, and live music performances fill the air with energy. You never know what hidden gem you might discover just by stepping through their doors.",
      "From the friendly staff who speak your language (both literally and figuratively) to the subtle touches of Delhi culture woven into the decor, Cafe Kev's makes you feel right at home. It's a place where you can indulge in your love for Delhi while exploring new flavors and experiences."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipNXgbe8gBSDMG4KSxlvRIjdr_BKjWuqjzsGWQZE=s1360-w1360-h1020"
  },
  {
    "title": "The-Amigo-s-Hub",
    "name": "The Amigo’s Hub",
    "location": "Satyaniketan, Delhi",
    "type": "Cafe and Fast Food",
    "highlights": [
      "Affordable Prices",
      "Friendly Service"
    ],
    "category": [
      "cafe",
      "fast food"
    ],
    "tags": [
      "continental",
      "North Indian",
      "Beverages"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d56054.20851635675!2d77.09817725820311!3d28.58813380000001!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d13ba16effd%3A0x8a8bf40e8b80a3be!2sAmigo&#39;s%20Hub!5e0!3m2!1sen!2sin!4v1708153072937!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Shakes",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Breverages",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "desserts",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "The Amigo’s Hub is a cafe and fast food joint located in Satyaniketan, known for its affordable prices and friendly service. It offers a variety of dishes, from pizzas and burgers to momos and desserts.",
    "description": [
      "The Amigo’s Hub is a popular hangout spot for students and youngsters in Satyaniketan, a lively area near the South Campus of Delhi University. It serves a range of delicious and satisfying dishes, such as pizzas, burgers, sandwiches, wraps, pasta, noodles, momos, salads, and more. The portions are generous and the prices are reasonable, making it a great value for money option.",
      "The cafe also has a selection of beverages, including coffee, tea, shakes, smoothies, mocktails, and juices. The desserts are tempting and indulgent, such as brownies, waffles, ice creams, and cakes. The Amigo’s Hub also has some combo offers and deals, such as the Amigo’s Platter, the Amigo’s Feast, and the Amigo’s Bucket, which are perfect for sharing with friends or family.",
      "The ambiance at The Amigo’s Hub is cozy and casual, with colorful walls, funky posters, and comfortable seating. The cafe has a cheerful and lively vibe, with music playing in the background and friendly staff attending to the guests. The service is quick and efficient, and the food is served hot and fresh. The cafe also has free Wi-Fi and a TV for entertainment.",
      "The Amigo’s Hub is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 500, without alcohol. The cafe also offers home delivery and takeaway options, as well as online ordering facilities through Zomato12.",
      "The Amigo’s Hub is a must-try destination for anyone looking for a casual and fun dining experience with tasty food and drinks in Satyaniketan."
    ],
    "image": "https://lh5.googleusercontent.com/p/AF1QipNfWAGGkXgSvvWf9Jm1DIMcvOVJtUWOM58dzVb3=w284-h160-k-no"
  },
  {
    "title": "China-Bowl",
    "name": "China Bowl",
    "location": "Satyaniketan, New Delhi",
    "type": "Chinese, Asian, Japanese, and Seafood",
    "highlights": [
      "Variety of Cuisines",
      "Peaceful Ambience"
    ],
    "category": [
      "restaurant",
      "casual dining"
    ],
    "tags": [
      "Chinese",
      "Asian",
      "Japanese",
      "Seafood dishes"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d24036.848242473763!2d77.15356667697188!3d28.58148408369855!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d1235279cef%3A0xc8edd7db61b0e4e6!2sChina%20Bowl!5e0!3m2!1sen!2sin!4v1708166302529!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "chicken Thai curry",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "chicken Hakka noodles",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "thukpa",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "China Bowl is a restaurant and casual dining outlet located in Satyaniketan, known for its variety of cuisines and peaceful ambience. It offers a wide range of dishes, from noodles and momos to sushi and seafood.",
    "description": [
      "China Bowl is a popular destination for food lovers in Satyaniketan, a vibrant area near the South Campus of Delhi University. It serves a diverse and delicious menu, such as Chinese, Asian, Japanese, and Seafood dishes. The dishes are flavorful and authentic, such as chicken Thai curry, chicken Hakka noodles, chilly chicken, thukpa, momos, sushi, and more. The portions are ample and the prices are affordable, making it a great value for money option.",
      "The restaurant also has a selection of beverages, including coffee, tea, shakes, smoothies, mocktails, and juices. The desserts are mouth-watering and decadent, such as brownies, ice creams, and cakes. China Bowl also has some combo offers and deals, such as the China Bowl Platter, the China Bowl Feast, and the China Bowl Bucket, which are ideal for sharing with friends or family.",
      "The ambiance at China Bowl is cozy and elegant, with soothing colors, classy furniture, and soft lighting. The restaurant has a calm and relaxing vibe, with music playing in the background and courteous staff attending to the guests. The service is prompt and professional, and the food is served hot and fresh. The restaurant also has free Wi-Fi and a TV for entertainment.",
      "China Bowl is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 1200, without alcohol. The restaurant also offers home delivery and takeaway options, as well as online ordering facilities through Zomato.",
      "China Bowl is a must-visit place for anyone looking for a fine and satisfying dining experience with diverse food and drinks in Satyaniketan."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipNAudwLMkVkk7VcQIhH2cxZLk74awkvMkbDumqx=s1360-w1360-h1020"
  },
  {
    "title": "Chowringhee",
    "name": "Chowringhee",
    "location": "Satyaniketan, New Delhi",
    "type": "North Indian, Chinese, and Fast Food",
    "highlights": [
      "Kathi Rolls",
      "Quick Service"
    ],
    "category": [
      "restaurant",
      "fast food"
    ],
    "tags": [
      "chinese",
      "fast food"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14013.5325094804!2d77.1684689!3d28.588281!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3a5ad3d337c62d59%3A0xc6ba03165949aaba!2sChowringhee!5e0!3m2!1sen!2sin!4v1708167694007!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "chicken Thai curry",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "chicken Hakka noodles",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "thukpa",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Chowringhee is a restaurant and fast food outlet located in Satyaniketan, known for its kathi rolls and quick service. It offers a variety of dishes, from noodles and momos to biryani and curry.",
    "description": [
      "Chowringhee is a popular hangout spot for students and youngsters in Satyaniketan, a lively area near the South Campus of Delhi University. It serves a range of tasty and satisfying dishes, such as noodles, momos, sandwiches, wraps, pasta, biryani, curry, and more. The dishes are flavorful and spicy, such as chicken Thai curry, chicken Hakka noodles, chilly chicken, thukpa, momos, and more. The portions are generous and the prices are reasonable, making it a great value for money option.",
      "The restaurant also has a selection of beverages, including coffee, tea, shakes, smoothies, mocktails, and juices. The desserts are tempting and indulgent, such as brownies, ice creams, and cakes. Chowringhee also has some combo offers and deals, such as the Chowringhee Platter, the Chowringhee Feast, and the Chowringhee Bucket, which are perfect for sharing with friends or family.",
      "The ambiance at Chowringhee is cozy and casual, with colorful walls, funky posters, and comfortable seating. The restaurant has a cheerful and lively vibe, with music playing in the background and friendly staff attending to the guests. The service is quick and efficient, and the food is served hot and fresh. The restaurant also has free Wi-Fi and a TV for entertainment.",
      "Chowringhee is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 500, without alcohol. The restaurant also offers home delivery and takeaway options, as well as online ordering facilities through Zomato.",
      "Chowringhee is a must-try destination for anyone looking for a casual and fun dining experience with tasty food and drinks in Satyaniketan."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipNv5HS4nE-6E4M29TSZUMr-COn3RY2rZwJnyqfT=s1360-w1360-h1020"
  },
  {
    "title": "Crazy-Kitchen-Rooftop-and-Lounge",
    "name": "Crazy Kitchen Rooftop & Lounge",
    "location": "Satyaniketan, New Delhi",
    "type": "North Indian, Chinese, Italian, and Fast Food",
    "highlights": [
      "Rooftop Ambience",
      "Peri Peri Sauce Tikka"
    ],
    "category": [
      "Lounge",
      "Dineout Pay"
    ],
    "tags": [
      "North Indian",
      "Chinese",
      "Italian",
      "Fast Food dishes"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1751.7006161829217!2d77.16663704884395!3d28.587737651290308!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d13a4ca77a9%3A0xbb3504b5b08ac240!2sCrazy%20Kitchen%20Roof%20Top%20Cafe!5e0!3m2!1sen!2sin!4v1708167916987!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Crazy Kitchen Platter",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Crazy Kitchen Feast",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": " the Crazy Kitchen Bucket",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Crazy Kitchen Rooftop & Lounge is a lounge and dineout pay outlet located in Satyaniketan, known for its rooftop ambience and peri peri sauce tikka. It offers a variety of dishes, from noodles and momos to biryani and curry.",
    "description": [
      "Crazy Kitchen Rooftop & Lounge is a popular destination for food lovers in Satyaniketan, a vibrant area near the South Campus of Delhi University. It serves a diverse and delicious menu, such as North Indian, Chinese, Italian, and Fast Food dishes. The dishes are flavorful and authentic, such as chicken Thai curry, chicken Hakka noodles, chilly chicken, thukpa, momos, sushi, and more. The portions are ample and the prices are affordable, making it a great value for money option.",
      "The lounge also has a selection of beverages, including coffee, tea, shakes, smoothies, mocktails, and juices. The desserts are mouth-watering and decadent, such as brownies, ice creams, and cakes. Crazy Kitchen Rooftop & Lounge also has some combo offers and deals, such as the Crazy Kitchen Platter, the Crazy Kitchen Feast, and the Crazy Kitchen Bucket, which are ideal for sharing with friends or family.",
      "The ambiance at Crazy Kitchen Rooftop & Lounge is cozy and elegant, with soothing colors, classy furniture, and soft lighting. The lounge has a calm and relaxing vibe, with music playing in the background and courteous staff attending to the guests. The service is prompt and professional, and the food is served hot and fresh. The lounge also has free Wi-Fi and a TV for entertainment.",
      "Crazy Kitchen Rooftop & Lounge is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 1200, without alcohol. The lounge also offers home delivery and takeaway options, as well as online ordering facilities through Zomato.",
      "Crazy Kitchen Rooftop & Lounge is a must-visit place for anyone looking for a fine and satisfying dining experience with diverse food and drinks in Satyaniketan."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipOuHe6RIvVFJwW56_x5wwHmym-w09a_tm7Diie5=s1360-w1360-h1020"
  },
  {
    "title": "The-Biryani-Co",
    "name": "The Biryani Co.",
    "location": "DLF Phase 4, Gurgaon",
    "type": "North Indian and Biryani",
    "highlights": [
      "Authentic Hyderabadi Biryani",
      "Mutton Shikampur Kebabs"
    ],
    "category": [
      "north indian",
      "biryani"
    ],
    "tags": [
      "Caribbean-themed restaurant"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d56121.61688515547!2d77.01868135820311!3d28.4614402!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d18dc634e5c5b%3A0xe7c10a3706a48070!2sThe%20Biryani%20Co.!5e0!3m2!1sen!2sin!4v1708168210042!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "chicken 65",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "paneer manchurian",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "dum ka chicken",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": " mutton keema biryani",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "hyderabadi chicken dum biryani",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Jalapeno Cheese Nads",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "The Biryani Co. is a north Indian and biryani joint located in DLF Phase 4, Gurgaon, known for its authentic Hyderabadi biryani and mutton shikampur kebabs. It offers a variety of dishes, from chicken 65 and paneer manchurian to ghee roast mutton and phirni.",
    "description": [
      "The Biryani Co. is a popular destination for biryani lovers in Gurgaon, a bustling city near the capital of India. It serves a range of mouth-watering and aromatic dishes, such as chicken 65, paneer manchurian, dum ka chicken, mutton keema biryani, hyderabadi chicken dum biryani, ghee roast mutton, and more. The biryani is well cooked with great flavours and the meat is tender and juicy. The portions are generous and the prices are affordable, making it a great value for money option.",
      "The restaurant also has a selection of desserts, such as phirni, brownies, waffles, ice creams, and cakes. The phirni is fresh and tasty, and the other desserts are tempting and indulgent. The Biryani Co. also has some combo offers and deals, such as the Biryani Co. Platter, the Biryani Co. Feast, and the Biryani Co. Bucket, which are perfect for sharing with friends or family.",
      "The ambiance at The Biryani Co. is simple and elegant, with white walls, wooden furniture, and bright lighting. The restaurant has a cozy and comfortable vibe, with soft music playing in the background and courteous staff attending to the guests. The service is quick and efficient, and the food is served hot and fresh. The restaurant also has free Wi-Fi and a TV for entertainment.",
      "The Biryani Co. is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 950, without alcohol. The restaurant also offers home delivery and takeaway options, as well as online ordering facilities through Zomato[^1^][2].",
      "The Biryani Co. is a must-try destination for anyone looking for a delicious and authentic biryani experience in Gurgaon."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipNEnqDA3MYbEqmwMNnXZDs2uW1m0nLQ0CPh8mcz=s1360-w1360-h1020"
  },
  {
    "title": "Emoji-s",
    "name": "Emoji's",
    "location": "Connaught Place, Delhi",
    "type": "Cafe and Fast Food",
    "highlights": [
      "Emoji-themed Decor",
      "Variety of Snacks and Beverages"
    ],
    "category": [
      "cafe",
      "fast food"
    ],
    "tags": [
      "Caribbean-themed restaurant"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d14013.575640509405!2d77.15732131839381!3d28.587957400000008!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1dff9ae97359%3A0x93a5b15215be3fc6!2sCafe%20Emojis!5e0!3m2!1sen!2sin!4v1708168534484!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Smiley Burger",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Heart Eyes Pizza",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": " Laughing Tears Pasta",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Fire Wrap",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Emoji's is a cafe and fast food joint located in Connaught Place, known for its emoji-themed decor and variety of snacks and beverages. It offers a range of dishes, from burgers and sandwiches to pizzas and pastas.",
    "description": [
      "Emoji's is a fun and quirky hangout spot for youngsters and emoji lovers in Connaught Place, a vibrant area in the heart of Delhi. It serves a range of tasty and satisfying dishes, such as burgers, sandwiches, wraps, pizzas, pastas, salads, and more. The dishes are named after different emojis, such as the Smiley Burger, the Heart Eyes Pizza, the Laughing Tears Pasta, and the Fire Wrap. The portions are decent and the prices are reasonable, making it a great value for money option.",
      "The cafe also has a selection of beverages, including coffee, tea, shakes, smoothies, mocktails, and juices. The beverages are also named after emojis, such as the Wink Coffee, the Kiss Tea, the Cool Shake, the Yum Smoothie, and the Wow Mocktail. The drinks are refreshing and delicious, and complement the food well. The cafe also has some desserts, such as brownies, waffles, ice creams, and cakes. The desserts are tempting and indulgent, such as the Drool Brownie, the Love Waffle, the Happy Ice Cream, and the Celebration Cake.",
      "The ambiance at Emoji's is colorful and cheerful, with emoji-shaped cushions, posters, stickers, and lamps. The cafe has a lively and playful vibe, with music playing in the background and friendly staff attending to the guests. The service is quick and efficient, and the food is served hot and fresh. The cafe also has free Wi-Fi and a TV for entertainment.",
      "Emoji's is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 600, without alcohol. The cafe also offers home delivery and takeaway options, as well as online ordering facilities through Zomato[^1^][2].",
      "Emoji's is a must-try destination for anyone looking for a casual and fun dining experience with emoji-themed food and drinks in Connaught Place."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipNRMWvueYiWgIS8hV78_xgHmXzmF-_JNhZtvbQ1=s1360-w1360-h1020"
  },
  {
    "title": "Cafe-Diaries",
    "name": "Cafe Diaries",
    "location": "Lajpat Nagar 4, New Delhi",
    "type": "Cafe and Continental",
    "highlights": [
      "Board Games",
      "Beautiful Cafe"
    ],
    "category": [
      "cafe",
      "continental"
    ],
    "tags": [
      "Caribbean-themed restaurant"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d49981.28010437977!2d77.23033099296549!3d28.5894394262631!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce334c74a3b81%3A0xb3ec6c61fdf005be!2sCafe%20Diaries!5e0!3m2!1sen!2sin!4v1708168684677!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "the Cafe Diaries Platter",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Cafe Diaries Feast",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Cafe Diaries Bucket",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Cafe Diaries is a cafe and continental joint located in Lajpat Nagar 4, known for its board games and beautiful decor. It offers a variety of dishes, from Italian and Mexican to Chinese and Salad.",
    "description": [
      "Cafe Diaries is a popular hangout spot for youngsters and game lovers in Lajpat Nagar 4, a lively area near the South Delhi. It serves a range of delicious and satisfying dishes, such as pizzas, burgers, sandwiches, wraps, pasta, noodles, momos, salads, and more. The dishes are well garnished, piping hot and spicy. The portions are generous and the prices are reasonable, making it a great value for money option.",
      "The cafe also has a selection of beverages, including coffee, tea, shakes, smoothies, mocktails, and juices. The desserts are tempting and indulgent, such as brownies, waffles, ice creams, and cakes. The cafe also has some combo offers and deals, such as the Cafe Diaries Platter, the Cafe Diaries Feast, and the Cafe Diaries Bucket, which are perfect for sharing with friends or family.",
      "The ambiance at Cafe Diaries is cozy and casual, with colorful walls, funky posters, and comfortable seating. The cafe has a cheerful and lively vibe, with music playing in the background and friendly staff attending to the guests. The service is quick and efficient, and the food is served hot and fresh. The cafe also has free Wi-Fi and a TV for entertainment.",
      "The cafe also offers a variety of board games, such as chess, carrom, ludo, monopoly, scrabble, and more. The guests can enjoy playing these games with their companions, while enjoying the food and drinks. The cafe also hosts game nights and tournaments, where the guests can compete and win exciting prizes.",
      "Cafe Diaries is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 1300, without alcohol. The cafe also offers home delivery and takeaway options, as well as online ordering facilities through Zomato.",
      "Cafe Diaries is a must-try destination for anyone looking for a casual and fun dining experience with board games and continental food in Lajpat Nagar 4."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipMWk9ZZtszNy_zkpEIJi7FHdsqp8UQdqB7fjFGD=s1360-w1360-h1020"
  },
  {
    "title": "PL-Pizzeria",
    "name": "PL Pizzeria",
    "location": "Satya Niketan, New Delhi",
    "type": "Fast Food and Italian",
    "highlights": [
      "Pizza",
      "Panini"
    ],
    "category": [
      "fast food",
      "italian"
    ],
    "tags": [
      "burgers",
      "sandwiches",
      "wraps",
      "pizzas",
      "pastas",
      "noodles"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d1751.6940161361485!2d77.166946!3d28.5881338!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d13bb4a489d%3A0xd620d9fc8fdc85d!2sPipeline%20Cafe!5e0!3m2!1sen!2sin!4v1708168994556!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Pipeline Burger",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Pipeline Pizza",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Pipeline Pasta",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Pipeline Noodles",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "PL Pizzeria is a fast food and Italian joint located in Satya Niketan, known for its pizza and panini. It offers a range of dishes, from burgers and sandwiches to pastas and noodles.",
    "description": [
      "PL Pizzeria is a popular destination for pizza lovers in Satya Niketan, a vibrant area near the South Campus of Delhi University. It serves a range of mouth-watering and cheesy dishes, such as burgers, sandwiches, wraps, pizzas, pastas, noodles, and more. The dishes are named after different pipelines, such as the Pipeline Burger, the Pipeline Pizza, the Pipeline Pasta, and the Pipeline Noodles. The portions are decent and the prices are affordable, making it a great value for money option.",
      "The restaurant also has a selection of beverages, including coffee, tea, shakes, smoothies, mocktails, and juices. The drinks are refreshing and delicious, and complement the food well. The restaurant also has some desserts, such as brownies, waffles, ice creams, and cakes. The desserts are tempting and indulgent, such as the Pipeline Brownie, the Pipeline Waffle, the Pipeline Ice Cream, and the Pipeline Cake.",
      "The ambiance at PL Pizzeria is simple and elegant, with white walls, wooden furniture, and bright lighting. The restaurant has a cozy and comfortable vibe, with soft music playing in the background and courteous staff attending to the guests. The service is quick and efficient, and the food is served hot and fresh. The restaurant also has free Wi-Fi and a TV for entertainment.",
      "PL Pizzeria is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 800, without alcohol. The restaurant also offers home delivery and takeaway options, as well as online ordering facilities through Dineout[^3^][8] [^4^][9] [^5^][10].",
      "PL Pizzeria is a must-try destination for anyone looking for a delicious and cheesy pizza experience in Satya Niketan."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipPrk4uoDE4MnQ0KCAjVO9IeIJKjYE_EGLm0hW4C=s1360-w1360-h1020"
  },
  {
    "title": "Xero-Degrees",
    "name": "Xero Degrees",
    "location": "Connaught Place, New Delhi",
    "type": "Cafe and Fast Food",
    "highlights": [
      "Emoji-themed Decor",
      "Variety of Snacks and Beverages"
    ],
    "category": [
      "cafe",
      "fast food"
    ],
    "tags": [
      "Caribbean-themed restaurant"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3501.8643768769193!2d77.2144554749568!3d28.633826584022852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfd064e414a65%3A0x7c420da64349130c!2sXero%20Degrees!5e0!3m2!1sen!2sin!4v1708169259775!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "Xero Degrees is a cafe and fast food joint located in Connaught Place, known for its emoji-themed decor and variety of snacks and beverages. It offers a range of dishes, from burgers and sandwiches to pizzas and pastas.",
    "description": [
      "Xero Degrees is a fun and quirky hangout spot for youngsters and emoji lovers in Connaught Place, a vibrant area in the heart of Delhi. It serves a range of tasty and satisfying dishes, such as burgers, sandwiches, wraps, pizzas, pastas, salads, and more. The dishes are named after different emojis, such as the Smiley Burger, the Heart Eyes Pizza, the Laughing Tears Pasta, and the Fire Wrap. The portions are decent and the prices are reasonable, making it a great value for money option.",
      "The cafe also has a selection of beverages, including coffee, tea, shakes, smoothies, mocktails, and juices. The beverages are also named after emojis, such as the Wink Coffee, the Kiss Tea, the Cool Shake, the Yum Smoothie, and the Wow Mocktail. The drinks are refreshing and delicious, and complement the food well. The cafe also has some desserts, such as brownies, waffles, ice creams, and cakes. The desserts are tempting and indulgent, such as the Drool Brownie, the Love Waffle, the Happy Ice Cream, and the Celebration Cake.",
      "The ambiance at Xero Degrees is colorful and cheerful, with emoji-shaped cushions, posters, stickers, and lamps. The cafe has a lively and playful vibe, with music playing in the background and friendly staff attending to the guests. The service is quick and efficient, and the food is served hot and fresh. The cafe also has free Wi-Fi and a TV for entertainment.",
      "Xero Degrees is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 950, without alcohol. The cafe also offers home delivery and takeaway options, as well as online ordering facilities through Zomato and Dineout.",
      "Xero Degrees is a must-try destination for anyone looking for a casual and fun dining experience with emoji-themed food and drinks in Connaught Place."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipNrq0kCTfnjATGtSpHsc__8LyQGuaJLPXVKq5qe=s1360-w1360-h1020"
  },
  {
    "title": "KC-restaurant",
    "name": "KC Restaurant",
    "location": "Sector 7, Dwarka, New Delhi",
    "type": "Chinese, Momos, North Indian, Sichuan",
    "highlights": [
      "Chicken Kurkuri",
      "Grilled Momos"
    ],
    "category": [
      "chinese",
      "momos",
      "north indian",
      "sichuan"
    ],
    "tags": [
      "Caribbean-themed restaurant"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d9728.350100742782!2d77.19069960498358!3d28.54966110044483!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce275607ef595%3A0x2029d7dad9deb941!2sRaasta!5e0!3m2!1sen!2sin!4v1708098164588!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "KC Platter",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the KC Feast",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the KC Bucket",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "desserts",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "KC Restaurant is a Chinese and North Indian joint located in Sector 7, Dwarka, known for its chicken kurkuri and grilled momos. It offers a variety of dishes, from chicken 65 and paneer manchurian to dum ka chicken and mutton keema biryani.",
    "description": [
      "KC Restaurant is a popular destination for Chinese and North Indian lovers in Sector 7, Dwarka, a residential area near the airport. It serves a range of mouth-watering and spicy dishes, such as chicken 65, paneer manchurian, dum ka chicken, mutton keema biryani, hyderabadi chicken dum biryani, ghee roast mutton, and more. The dishes are well cooked with great flavours and the meat is tender and juicy. The portions are generous and the prices are affordable, making it a great value for money option.",
      "The restaurant also has a selection of desserts, such as phirni, brownies, waffles, ice creams, and cakes. The phirni is fresh and tasty, and the other desserts are tempting and indulgent. The restaurant also has some combo offers and deals, such as the KC Platter, the KC Feast, and the KC Bucket, which are perfect for sharing with friends or family.",
      "The ambiance at KC Restaurant is simple and elegant, with white walls, wooden furniture, and bright lighting. The restaurant has a cozy and comfortable vibe, with soft music playing in the background and courteous staff attending to the guests. The service is quick and efficient, and the food is served hot and fresh. The restaurant also has free Wi-Fi and a TV for entertainment.",
      "KC Restaurant is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 150, without alcohol. The restaurant also offers home delivery and takeaway options, as well as online ordering facilities through Zomato .",
      "KC Restaurant is a must-try destination for anyone looking for a delicious and spicy Chinese and North Indian experience in Sector 7, Dwarka."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipMvM1U2X-DRbHmjgJfRp8guqd1q5u7iimmWU4fX=s1360-w1360-h1020"
  },
  {
    "title": "bottle-house",
    "name": "Bottle House",
    "location": "Satyaniketan, New Delhi",
    "type": "Chinese, Asian, Pizza, Italian, Pasta, Continental, North Indian, Beverages",
    "highlights": [
      "Emoji-themed Decor",
      "Variety of Snacks and Beverages"
    ],
    "category": [
      "restaurant",
      "cafe"
    ],
    "tags": [
      "chinese",
      "asian",
      "pizza",
      "italian",
      "pasta",
      "continental",
      "north indian",
      "beverages"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d56054.3512029244!2d77.13113841845119!3d28.587866164664987!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d2519b09785%3A0xe5bc7e362b8e7562!2sBottle%20House!5e0!3m2!1sen!2sin!4v1708169610443!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "beverages",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Bottle House is a Chinese and Continental joint located in Satyaniketan, known for its emoji-themed decor and variety of snacks and beverages. It offers a range of dishes, from burgers and sandwiches to pizzas and pastas.",
    "description": [
      "Bottle House is a fun and quirky hangout spot for youngsters and emoji lovers in Satyaniketan, a vibrant area near the South Campus of Delhi University. It serves a range of tasty and satisfying dishes, such as burgers, sandwiches, wraps, pizzas, pastas, noodles, momos, salads, and more. The dishes are named after different emojis, such as the Smiley Burger, the Heart Eyes Pizza, the Laughing Tears Pasta, and the Fire Wrap. The portions are decent and the prices are reasonable, making it a great value for money option.",
      "The restaurant also has a selection of beverages, including coffee, tea, shakes, smoothies, mocktails, and juices. The beverages are also named after emojis, such as the Wink Coffee, the Kiss Tea, the Cool Shake, the Yum Smoothie, and the Wow Mocktail. The drinks are refreshing and delicious, and complement the food well. The restaurant also has some desserts, such as brownies, waffles, ice creams, and cakes. The desserts are tempting and indulgent, such as the Drool Brownie, the Love Waffle, the Happy Ice Cream, and the Celebration Cake.",
      "The ambiance at Bottle House is colorful and cheerful, with emoji-shaped cushions, posters, stickers, and lamps. The restaurant has a lively and playful vibe, with music playing in the background and friendly staff attending to the guests. The service is quick and efficient, and the food is served hot and fresh. The restaurant also has free Wi-Fi and a TV for entertainment.",
      "Bottle House is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 1000, without alcohol. The restaurant also offers home delivery and takeaway options, as well as online ordering facilities through Zomato[^3^][9].",
      "Bottle House is a must-try destination for anyone looking for a casual and fun dining experience with emoji-themed food and drinks in Satyaniketan."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipMfxZtVYapkwrnqG9E_NesDesd8UENCaHMnGU-G=s1360-w1360-h1020"
  },
  {
    "title": "pirates-of-dilli-campus",
    "name": "Pirates of Dilli Campus",
    "location": "Satyaniketan, New Delhi",
    "type": "North Indian, Chinese, Italian, Pizza",
    "highlights": [
      "Romantic Place",
      "Intimate Seating"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "north indian",
      "chinese",
      "italian",
      "pizza"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3503.398858758694!2d77.16478807495517!3d28.587808886111144!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d130dac4dc5%3A0x460364feca6e842a!2sPirates%20of%20Delhi%20Campus!5e0!3m2!1sen!2sin!4v1708170141681!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Pirates of Dilli Campus Platter",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Pirates of Dilli Campus Feast",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Pirates of Dilli Campus Bucket",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Pirates of Dilli Campus is a North Indian and Italian joint located in Satyaniketan, known for its romantic place and intimate seating. It offers a range of dishes, from tandoori and biryani to pasta and pizza.",
    "description": [
      "Pirates of Dilli Campus is a popular destination for couples and friends in Satyaniketan, a lively area near the South Campus of Delhi University. It serves a range of mouth-watering and cheesy dishes, such as tandoori, biryani, pasta, pizza, burger, sandwich, wrap, and more. The dishes are named after different pirates, such as the Pirates of Dilli Campus Platter, the Pirates of Dilli Campus Feast, and the Pirates of Dilli Campus Bucket. The portions are decent and the prices are affordable, making it a great value for money option.",
      "The restaurant also has a selection of beverages, including coffee, tea, shakes, smoothies, mocktails, and juices. The drinks are refreshing and delicious, and complement the food well. The restaurant also has some desserts, such as brownies, waffles, ice creams, and cakes. The desserts are tempting and indulgent, such as the Pirates of Dilli Campus Brownie, the Pirates of Dilli Campus Waffle, the Pirates of Dilli Campus Ice Cream, and the Pirates of Dilli Campus Cake.",
      "The ambiance at Pirates of Dilli Campus is cozy and romantic, with dim lighting, candles, and curtains. The restaurant has a intimate and elegant vibe, with soft music playing in the background and courteous staff attending to the guests. The service is quick and efficient, and the food is served hot and fresh. The restaurant also has free Wi-Fi and a TV for entertainment.",
      "Pirates of Dilli Campus is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 800, without alcohol. The restaurant also offers home delivery and takeaway options, as well as online ordering facilities through Zomato[^4^][19] and Dineout[^5^][20] [^6^][21].",
      "Pirates of Dilli Campus is a must-try destination for anyone looking for a romantic and cheesy North Indian and Italian experience in Satyaniketan."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipPqg3SUCGW2kEHxOqVylzsZsf9VDVvtgTARURJ6=s1360-w1360-h1020"
  },
  {
    "title": "rustic-cafe",
    "name": "Rustic Cafe",
    "location": "Adchini, New Delhi",
    "type": "Cafe, Fast Food, Chinese, Italian, Beverages, Asian",
    "highlights": [
      "Nutella Pastry",
      "Walnut Pie"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "cafe",
      "fast food",
      "chinese",
      "italian",
      "beverages",
      "asian"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3503.389365585385!2d77.16527247495515!3d28.588093786098202!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1db8267d4143%3A0xb081a1b71b4fdce7!2sRustic%20Cafe!5e0!3m2!1sen!2sin!4v1708170491847!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Rustic Cafe Platter",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Rustic Cafe Feast",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Rustic Cafe Bucket",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Rustic Cafe is a cafe and fast food joint located in Adchini, known for its nutella pastry and walnut pie. It offers a variety of dishes, from burgers and sandwiches to pastas and noodles.",
    "description": [
      "Rustic Cafe is a popular hangout spot for youngsters and foodies in Adchini, a residential area near the Qutub Minar. It serves a range of delicious and satisfying dishes, such as burgers, sandwiches, wraps, pastas, noodles, momos, salads, and more. The dishes are well garnished, piping hot and spicy. The portions are generous and the prices are reasonable, making it a great value for money option.",
      "The cafe also has a selection of beverages, including coffee, tea, shakes, smoothies, mocktails, and juices. The desserts are tempting and indulgent, such as nutella pastry, walnut pie, brownies, waffles, ice creams, and cakes. The nutella pastry and walnut pie are the signature desserts of the cafe, and are a must-try for anyone with a sweet tooth. The cafe also has some combo offers and deals, such as the Rustic Cafe Platter, the Rustic Cafe Feast, and the Rustic Cafe Bucket, which are perfect for sharing with friends or family.",
      "The ambiance at Rustic Cafe is cozy and casual, with colorful walls, funky posters, and comfortable seating. The cafe has a cheerful and lively vibe, with music playing in the background and friendly staff attending to the guests. The service is quick and efficient, and the food is served hot and fresh. The cafe also has free Wi-Fi and a TV for entertainment.",
      "Rustic Cafe is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 1200, without alcohol. The cafe also offers home delivery and takeaway options, as well as online ordering facilities through Zomato .",
      "Rustic Cafe is a must-try destination for anyone looking for a casual and fun dining experience with cafe and fast food in Adchini."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipMuxdMGWldXByy77nV7DDqlfuqfWwSjKIfHFRyn=s1360-w1360-h1020"
  },
  {
    "title": "pipeline-pizzeria",
    "name": "Pipeline Pizzeria",
    "location": "Satya Niketan, New Delhi",
    "type": "Fast Food and Italian",
    "highlights": [
      "Pizza",
      "Panini"
    ],
    "category": [
      "cafe"
    ],
    "tags": [
      "fast food",
      "italian"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d1751.6940161361485!2d77.166946!3d28.5881338!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d13bb4a489d%3A0xd620d9fc8fdc85d!2sPipeline%20Cafe!5e0!3m2!1sen!2sin!4v1708170856217!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "Pipeline Pizzeria is a fast food and Italian joint located in Satya Niketan, known for its pizza and panini. It offers a range of dishes, from burgers and sandwiches to pastas and noodles.",
    "description": [
      "Pipeline Pizzeria is a popular destination for pizza lovers in Satya Niketan, a vibrant area near the South Campus of Delhi University. It serves a range of mouth-watering and cheesy dishes, such as burgers, sandwiches, wraps, pizzas, pastas, noodles, and more. The dishes are named after different pipelines, such as the Pipeline Burger, the Pipeline Pizza, the Pipeline Pasta, and the Pipeline Noodles. The portions are decent and the prices are affordable, making it a great value for money option.",
      "The restaurant also has a selection of beverages, including coffee, tea, shakes, smoothies, mocktails, and juices. The drinks are refreshing and delicious, and complement the food well. The restaurant also has some desserts, such as brownies, waffles, ice creams, and cakes. The desserts are tempting and indulgent, such as the Pipeline Brownie, the Pipeline Waffle, the Pipeline Ice Cream, and the Pipeline Cake.",
      "The ambiance at Pipeline Pizzeria is simple and elegant, with white walls, wooden furniture, and bright lighting. The restaurant has a cozy and comfortable vibe, with soft music playing in the background and courteous staff attending to the guests. The service is quick and efficient, and the food is served hot and fresh. The restaurant also has free Wi-Fi and a TV for entertainment.",
      "Pipeline Pizzeria is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 800, without alcohol. The restaurant also offers home delivery and takeaway options, as well as online ordering facilities through Zomato[^3^][5] and Dineout.",
      "Pipeline Pizzeria is a must-try destination for anyone looking for a delicious and cheesy pizza experience in Satya Niketan."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipORY349F0QVHKRvvnl-3wsWXiqts8_Zc56_9-_d=s1360-w1360-h1020"
  },
  {
    "title": "royce-chocolate",
    "name": "ROYCE' Chocolate",
    "location": "DLF Promenade, Vasant Kunj, New Delhi",
    "type": "Chocolate, Desserts, Beverages",
    "highlights": [
      "Nama Chocolate",
      "Potatochip Chocolate"
    ],
    "category": [
      "cafe",
      "bakery"
    ],
    "tags": [
      "chocolate",
      "desserts",
      "beverages"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d56079.054392096376!2d77.10736417682443!3d28.541496078312758!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1dce98326c99%3A0x513f3881e38c2b56!2sROYCE&#39;%20Chocolate%2C%20Vasant%20Kunj%20%7C%20Gourmet%20Chocolate%20Shop!5e0!3m2!1sen!2sin!4v1708171095193!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Social Shake",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Breakfast Tray",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Taco Soup",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Grilled Chicken Peri Peri Sizzler",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Chicken Shwarma Platter",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Jalapeno Cheese Nads",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "ROYCE' Chocolate is a famous chocolate brand from Japan, known for its nama chocolate and potatochip chocolate. It offers a variety of premium chocolates, candies, and confections, such as bars, wafers, cookies, and pralines.",
    "description": [
      "ROYCE' Chocolate is a renowned chocolate brand that originated in Sapporo, Japan in 1983. It is famous for its high-quality and original chocolate products, made with the finest ingredients and techniques. It offers a range of exquisite chocolates, candies, and confections, such as bars, wafers, cookies, and pralines, that cater to different tastes and preferences.",
      "The most popular products of ROYCE' Chocolate are the nama chocolate and the potatochip chocolate. The nama chocolate is a form of ganache made with melted cacao and fresh cream, and dusted with fine cocoa powder. It has a rich and smooth texture, and comes in various flavors, such as au lait, champagne, matcha, and rum. The potatochip chocolate is a unique combination of crispy potato chips and creamy chocolate, creating a contrast of sweet and salty. It also comes in different flavors, such as original, caramel, mild bitter, and fromage blanc.",
      "The store also has a selection of beverages, such as coffee, tea, hot chocolate, and juices. The beverages are refreshing and delicious, and complement the chocolates well. The store also has some gift boxes and hampers, such as the ROYCE' Collection, the ROYCE' Assortment, and the ROYCE' Gift Basket, which are perfect for gifting or treating yourself.",
      "The ambiance at ROYCE' Chocolate is elegant and sophisticated, with white walls, glass displays, and wooden shelves. The store has a classy and inviting vibe, with soft music playing in the background and courteous staff attending to the customers. The service is quick and efficient, and the chocolates are packed in elegant boxes and bags.",
      "ROYCE' Chocolate is open from 11 am to 9 pm every day, and the average cost for two people is around Rs. 1000. The store also offers home delivery and takeaway options, as well as online ordering facilities through its website[^5^][9].",
      "ROYCE' Chocolate is a must-try destination for anyone looking for a premium and authentic chocolate experience in Delhi."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipP7aa8TEz--47cgs_x7Nt9gTw2CfaFL2P1pmY8p=s1360-w1360-h1020"
  },
  {
    "title": "NIC-Ice-Creams",
    "name": "NIC Ice Creams",
    "location": "Vile Parle East, Mumbai",
    "type": "Ice Cream and Desserts",
    "highlights": [
      "Roasted Almond Ice Cream",
      "Tender Coconut Ice Cream"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "ice cream",
      "desserts"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3500.3657932891088!2d77.30666747495849!3d28.678702481983404!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfbd4c8b7740d%3A0xb976d390438e4030!2sNIC%20ice%20creams!5e0!3m2!1sen!2sin!4v1708172627901!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "NIC Ice Creams is an ice cream and dessert joint located in Vile Parle East, known for its roasted almond ice cream and tender coconut ice cream. It offers a variety of ice creams, kulfi, and falooda.",
    "description": [
      "NIC Ice Creams is a popular destination for ice cream lovers in Vile Parle East, a residential area near the domestic airport. It serves a range of creamy and refreshing ice creams, such as roasted almond, tender coconut, kesar pista, sitaphal, strawberry, mango, and more. The ice creams are made with pure milk, no chemical ingredients, and natural flavors, giving them a rich and smooth texture.",
      "The ice cream joint also has a selection of kulfi, falooda, and desserts, such as malai kulfi, pista kulfi, rose falooda, kesar falooda, phirni, brownie, and waffle. The kulfi and falooda are traditional Indian frozen desserts, made with condensed milk, nuts, and vermicelli. The phirni is a rice pudding, flavored with cardamom and saffron. The brownie and waffle are western desserts, served with ice cream and chocolate sauce. The ice cream joint also has some combo offers and deals, such as the NIC Ice Creams Platter, the NIC Ice Creams Feast, and the NIC Ice Creams Bucket, which are perfect for sharing with friends or family.",
      "The ambiance at NIC Ice Creams is simple and elegant, with white walls, wooden furniture, and bright lighting. The ice cream joint has a cozy and comfortable vibe, with soft music playing in the background and courteous staff attending to the guests. The service is quick and efficient, and the ice creams are served in elegant cups and cones.",
      "NIC Ice Creams is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 150, without alcohol. The ice cream joint also offers home delivery and takeaway options, as well as online ordering facilities through Zomato[^3^][10] and Swiggy[^4^][11].",
      "NIC Ice Creams is a must-try destination for anyone looking for a delicious and authentic ice cream experience in Vile Parle East."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipPjwG5CChRd7t41b1LdkWAHTimhJYZss-HqXnuE=s1360-w1360-h1020"
  },
  {
    "title": "Cold-Love-Ice-Cream",
    "name": "Cold Love Ice Cream",
    "location": "Connaught Place, New Delhi",
    "type": "Ice Cream and Desserts",
    "highlights": [
      "Salted Butter Caramel Boozy Baileys Ice Cream",
      "Potatochip Chocolate Ice Cream"
    ],
    "category": [
      "ice cream",
      "desserts"
    ],
    "tags": [
      "ice cream",
      "desserts"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3501.987328143643!2d77.21714267495668!3d28.63014188419019!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfd8bb4dc2ca9%3A0x65e5e1a32bd03309!2sCold%20Love%20Ice%20Cream%20-%20Cold%20Love%20Cafe%20-%20Connaught%20Place!5e0!3m2!1sen!2sin!4v1708172790616!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "Cold Love Ice Cream is a famous ice cream brand from Japan, known for its salted butter caramel boozy baileys ice cream and potatochip chocolate ice cream. It offers a variety of premium ice creams, candies, and confections.",
    "description": [
      "Cold Love Ice Cream is a renowned ice cream brand that originated in Sapporo, Japan in 1983. It is famous for its high-quality and original ice cream products, made with the finest ingredients and techniques. It offers a range of exquisite ice creams, candies, and confections, such as bars, wafers, cookies, and pralines, that cater to different tastes and preferences.",
      "The most popular products of Cold Love Ice Cream are the salted butter caramel boozy baileys ice cream and the potatochip chocolate ice cream. The salted butter caramel boozy baileys ice cream is a form of ganache made with melted cacao, fresh cream, salted butter, and baileys, and dusted with fine cocoa powder. It has a rich and smooth texture, and a decadent flavor. The potatochip chocolate ice cream is a unique combination of crispy potato chips and creamy chocolate, creating a contrast of sweet and salty. It also comes in different flavors, such as original, caramel, mild bitter, and fromage blanc.",
      "The store also has a selection of beverages, such as coffee, tea, hot chocolate, and juices. The beverages are refreshing and delicious, and complement the ice creams well. The store also has some gift boxes and hampers, such as the Cold Love Collection, the Cold Love Assortment, and the Cold Love Gift Basket, which are perfect for gifting or treating yourself.",
      "The ambiance at Cold Love Ice Cream is elegant and sophisticated, with white walls, glass displays, and wooden shelves. The store has a classy and inviting vibe, with soft music playing in the background and courteous staff attending to the customers. The service is quick and efficient, and the ice creams are packed in elegant boxes and bags.",
      "Cold Love Ice Cream is open from 11 am to 9 pm every day, and the average cost for two people is around Rs. 1000. The store also offers home delivery and takeaway options, as well as online ordering facilities through its website[^5^][13].",
      "Cold Love Ice Cream is a must-try destination for anyone looking for a premium and authentic ice cream experience in Delhi."
    ],
    "image": "https://lh5.googleusercontent.com/p/AF1QipNeTrlXE50WIV86kGRsENJl8eqeZv27xbtSj32C=w260-h175-n-k-no"
  },
  {
    "title": "theobroma",
    "name": "Theobroma",
    "location": "DLF Mall of India, Sector 18, Noida",
    "type": "Bakery and Desserts",
    "highlights": [
      "Chocolate Tart",
      "Brownies"
    ],
    "category": [
      "bakery",
      "cafe"
    ],
    "tags": [
      "bakery",
      "desserts"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m16!1m12!1m3!1d55491.87235108884!2d77.1705896372924!3d28.615770464067577!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!2m1!1sTheobroma!5e0!3m2!1sen!2sin!4v1708172942255!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Social Shake",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Breakfast Tray",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Taco Soup",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Grilled Chicken Peri Peri Sizzler",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Chicken Shwarma Platter",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Jalapeno Cheese Nads",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Theobroma is a famous bakery and dessert joint from Mumbai, known for its chocolate tart and brownies. It offers a variety of cakes, pastries, cookies, and pies.",
    "description": [
      "Theobroma is a popular destination for dessert lovers in Noida, a commercial area near the Delhi border. It serves a range of mouth-watering and indulgent desserts, such as cakes, pastries, cookies, and pies, made with traditional home-style recipes and fresh ingredients. The desserts are baked with love and no preservatives or chemicals, giving them a rich and smooth texture.",
      "The most popular products of Theobroma are the chocolate tart and the brownies. The chocolate tart is a decadent treat made with dark chocolate ganache and a buttery crust. The brownies are moist and fudgy, and come in various flavors, such as walnut, caramel, red velvet, and oreo. The bakery also has a selection of beverages, such as coffee, tea, shakes, smoothies, and juices. The drinks are refreshing and delicious, and complement the desserts well.",
      "The ambiance at Theobroma is simple and elegant, with white walls, glass displays, and wooden shelves. The bakery has a cozy and inviting vibe, with soft music playing in the background and courteous staff attending to the customers. The service is quick and efficient, and the desserts are packed in elegant boxes and bags.",
      "Theobroma is open from 11 am to 9 pm every day, and the average cost for two people is around Rs. 500, without alcohol. The bakery also offers home delivery and takeaway options, as well as online ordering facilities through Zomato.",
      "Theobroma is a must-try destination for anyone looking for a premium and authentic bakery and dessert experience in Noida."
    ],
    "image": "https://lh5.googleusercontent.com/p/AF1QipMaAQryTND0Oc6AhB6lY8KQiDQ6oR7KR7UF2wO_=w260-h175-n-k-no"
  },
  {
    "title": "yum-yum-cha",
    "name": "Yum Yum Cha",
    "location": "Khan Market, New Delhi",
    "type": "Asian, Chinese, Thai, Japanese, Sushi, Oriental, Ice Cream, Desserts",
    "highlights": [
      "Banana Sushi",
      "Octopus Takoyaki"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "asian",
      "chinese",
      "thai",
      "japanese",
      "sushi",
      "oriental",
      "ice cream",
      "desserts"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3502.9986729740117!2d77.22153207927417!3d28.59981662288592!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce2e83582fcfd%3A0xc71fb8b6a8db679c!2sYum%20Yum%20Cha%20Khan%20Market!5e0!3m2!1sen!2sin!4v1708173135620!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Crane Dim Sum",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Butterfly Sushi",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Star Stone Bowl",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Flower Hot Pot",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Yum Yum Cha is a pan-Asian bistro located in Khan Market, New Delhi, known for its banana sushi and octopus takoyaki. It offers a variety of dim sum, sushi, sizzling stone bowls, bubbling hot pots, and more.",
    "description": [
      "Yum Yum Cha is a popular destination for Asian food lovers in Khan Market, a trendy area in the heart of Delhi. It serves a range of mouth-watering and innovative dishes, such as dim sum, sushi, sizzling stone bowls, bubbling hot pots, mochi ice cream, fun bottles, and more. The dishes are named after different origami shapes, such as the Crane Dim Sum, the Butterfly Sushi, the Star Stone Bowl, and the Flower Hot Pot. The portions are decent and the prices are reasonable, making it a great value for money option.",
      "The restaurant also has a selection of beverages, including coffee, tea, shakes, smoothies, mocktails, and juices. The beverages are also named after origami shapes, such as the Heart Coffee, the Bird Tea, the Fish Shake, and the Frog Mocktail. The drinks are refreshing and delicious, and complement the food well. The restaurant also has some desserts, such as banana sushi, octopus takoyaki, brownies, waffles, ice creams, and cakes. The banana sushi and octopus takoyaki are the signature desserts of the restaurant, and are a must-try for anyone with a adventurous palate.",
      "The ambiance at Yum Yum Cha is colorful and cheerful, with origami-shaped cushions, posters, stickers, and lamps. The restaurant has a lively and playful vibe, with music playing in the background and friendly staff attending to the guests. The service is quick and efficient, and the food is served hot and fresh. The restaurant also has free Wi-Fi and a TV for entertainment.",
      "Yum Yum Cha is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 2000, without alcohol. The restaurant also offers home delivery and takeaway options, as well as online ordering facilities through its website and Zomato.",
      "Yum Yum Cha is a must-try destination for anyone looking for a casual and fun dining experience with pan-Asian food in Khan Market, New Delhi."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipO2cWLH058N5WuADRvEBxanzcfioTfqreU2vmFP=s1360-w1360-h1020"
  },
  {
    "title": "got-tea",
    "name": "Got Tea",
    "location": "Galleria Market, Gurgaon",
    "type": "Bubble Tea and Beverages",
    "highlights": [
      "Matcha Brew",
      "Dairy-free Alternatives"
    ],
    "category": [
      "cafe"
    ],
    "tags": [
      "bubble tea",
      "beverages"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3507.58157523986!2d77.04765687495052!3d28.462027191804054!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d19beed8af2c1%3A0xbcfffbdc83879d54!2sGot%20Tea%20%7C%2032nd%20Ave%2C%20Gurgaon!5e0!3m2!1sen!2sin!4v1708173351854!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "Got Tea is a bubble tea and beverage joint located in Galleria Market, Gurgaon, known for its matcha brew and dairy-free alternatives. It offers a variety of bubble teas, smoothies, mocktails, and juices.",
    "description": [
      "Got Tea is a popular destination for bubble tea lovers in Gurgaon, a bustling city near the capital of India. It serves a range of refreshing and delicious bubble teas, such as matcha brew, taro milk tea, mango green tea, passion fruit tea, and more. The bubble teas are made with fresh and natural ingredients, and can be customized with different toppings, such as tapioca pearls, jelly, pudding, and popping boba. The bubble teas are served in cute and reusable bottles, with colorful straws and stickers.",
      "The bubble tea joint also has a selection of smoothies, mocktails, and juices, such as banana smoothie, strawberry smoothie, mojito, lemonade, and more. The drinks are also made with fresh and natural ingredients, and are perfect for quenching your thirst and boosting your energy. The bubble tea joint also offers dairy-free alternatives, such as almond milk, soy milk, and coconut milk, for those who are lactose intolerant or vegan.",
      "The ambiance at Got Tea is cozy and casual, with colorful walls, funky posters, and comfortable seating. The bubble tea joint has a cheerful and lively vibe, with music playing in the background and friendly staff attending to the guests. The service is quick and efficient, and the bubble teas are brewed fresh and served cold. The bubble tea joint also has free Wi-Fi and a TV for entertainment.",
      "Got Tea is open from 11 am to 11 pm every day, and the average cost for two people is around Rs. 300, without alcohol. The bubble tea joint also offers home delivery and takeaway options, as well as online ordering facilities through its website and Zomato[^2^][3].",
      "Got Tea is a must-try destination for anyone looking for a refreshing and authentic bubble tea experience in Gurgaon."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipPLTmhye5gY-be1TYbArkqPpRk3TW29XhGRU8Kp=s1360-w1360-h1020"
  },
  {
    "title": "united-coffee-house",
    "name": "United Coffee House",
    "location": "Connaught Place, New Delhi",
    "type": "Heritage Cafe",
    "highlights": [
      "Old-world charm and ambience",
      "Authentic filter coffee",
      "Delicious Indian snacks"
    ],
    "category": [
      "cafe"
    ],
    "tags": [
      "Indian",
      "Coffee",
      "Snacks",
      "Beverages"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3501.9099059376745!2d77.21880867495676!3d28.632462184084783!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfd371dc27e85%3A0x485ece2292ffa9f3!2sUnited%20Coffee%20House!5e0!3m2!1sen!2sin!4v1708173501025!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "Established in 1942, United Coffee House is a historic cafe in Connaught Place offering a unique experience with its old-world charm, delicious filter coffee, and authentic Indian snacks.",
    "description": [
      "Step through the arched doorway of United Coffee House, and journey back to a bygone era. Established in 1942, this iconic cafe in the heart of Connaught Place whispers tales of Delhi's rich past. Its colonial-era charm, adorned with antique furniture, warm lighting, and sepia-toned photographs, transports you to a world of timeless elegance.",
      "Indulge in the aroma of freshly brewed filter coffee, a tradition meticulously followed for decades. Each cup, a symphony of flavor, promises to awaken your senses and invigorate your spirit. Savor the aroma as it mingles with the delightful fragrance of freshly baked pastries and traditional Indian snacks.",
      "Beyond the coffee, embark on a culinary adventure through the diverse flavors of India. Bite into crispy samosas and melt-in-your-mouth pakoras, their spices dancing on your palate. Treat yourself to the sweetness of jalebis, their golden syrup a delightful contrast to the creamy indulgence of gulab jamuns. Each bite, a testament to the culinary heritage that resonates within these walls.",
      "United Coffee House is more than just a cafe; it's a living testament to Delhi's history. Witness the changing landscape through its windows, where bustling crowds have gathered for decades, sharing stories, dreams, and laughter. Immerse yourself in the vibrant atmosphere, where the aroma of coffee mingles with the buzz of conversation, creating a symphony of life.",
      "Whether you're a history buff, a coffee connoisseur, or simply seeking a slice of authentic Delhi, United Coffee House welcomes you with open arms. It's a place to linger over conversations, savor the flavors of India, and create memories that will last a lifetime. So, step into this timeless haven, let the aroma of coffee guide you, and discover a taste of history in every cup."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipMNRMkst1wbBAwOWQ1oDbdvZbk3yonsfRs4JBNL=s1360-w1360-h1020"
  },
  {
    "title": "the-big-chill-cafe",
    "name": "The Big Chill Cafe",
    "location": "B 40, First Floor, The Colonnade, Connaught Place, Near Jockey Exclusive Store, Central Delhi 110001",
    "type": "Casual Dining",
    "highlights": [
      "American movie-themed decor",
      "Italian homestyle cooking",
      "Wide selection of desserts"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "Italian",
      "Continental",
      "Desserts",
      "Beverages"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14007.39797283438!2d77.2191116!3d28.6342726!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfd00b23055f3%3A0x1463b101bfd6198a!2sThe%20Big%20Chill%20Cafe!5e0!3m2!1sen!2sin!4v1708173759853!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "The Big Chill Cafe offers a unique dining experience with its American movie-themed decor, delicious Italian homestyle cooking, and an extensive selection of decadent desserts.",
    "description": [
      "Step into a world of cinematic nostalgia at The Big Chill Cafe, a casual dining haven in Connaught Place. Transport yourself to your favorite Hollywood classics as you're greeted by movie posters, memorabilia, and quotes adorning the walls. The vibrant ambiance sets the stage for a delightful culinary journey through the comfort food of Italy.",
      "Indulge in hearty pastas like the Penne Vodka or the Spaghetti Bolognese, each prepared with fresh ingredients and authentic Italian flavors. The menu also features pizzas with delicious toppings, perfect for sharing with friends or satisfying your solo cravings. Don't miss their signature Piri Piri Pizza, a spicy twist on a classic.",
      "No meal at The Big Chill Cafe is complete without their legendary desserts. Dive into the decadent Mississippi Mudpie, a chocolate lover's paradise, or the creamy Chocolate Ganache, guaranteed to satisfy your sweet tooth. Their extensive menu also features cheesecakes, tiramisu, and other classics, each crafted with a focus on quality and flavor.",
      "Beyond the food, The Big Chill Cafe is a vibrant space perfect for casual gatherings, family outings, or a romantic evening. The friendly staff ensures a warm and welcoming atmosphere, adding to the overall experience. Whether you're a movie buff, a foodie, or simply looking for a fun and relaxing escape, The Big Chill Cafe has something to offer everyone.",
      "So, grab your friends, family, or your cinematic dreams, and step into The Big Chill Cafe. Prepare to be transported to a world of delectable Italian flavors, nostalgic charm, and unforgettable memories."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipO1_uwbDeP2-wPolmsXF7lHzJjJxiGc_WVc86J9=s1360-w1360-h1020"
  },
  {
    "title": "barista-lavazza",
    "name": "Barista Lavazza",
    "location": "Multiple locations in Connaught Place",
    "type": "Coffee Shop",
    "highlights": [
      "Wide variety of coffee beverages",
      "Italian coffee chain",
      "Relaxed and modern ambiance"
    ],
    "category": [
      "cafe"
    ],
    "tags": [
      "Coffee",
      "Beverages",
      "Snacks",
      "Pastries"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14007.9785790958!2d77.2172946!3d28.6299226!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfd49c17a856d%3A0x8c8d5f2fd1830efa!2sBarista!5e0!3m2!1sen!2sin!4v1708173916923!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "Barista Lavazza offers a modern and inviting space to enjoy a wide variety of Italian coffee beverages, alongside delicious snacks and pastries.",
    "description": [
      "Craving a caffeine fix or a cozy spot to catch up with friends? Look no further than Barista Lavazza, a popular coffee chain with multiple locations in the heart of Connaught Place. Step into a contemporary and warm ambiance, where the aroma of freshly brewed coffee greets you at the door.",
      "Indulge in your coffee cravings with their extensive menu, featuring classic options like espressos, cappuccinos, and lattes. Explore their unique offerings like the Hazelnut Macchiato or the Caramel Latte, each crafted with high-quality Lavazza beans. For a truly Italian experience, try their signature Caffè Corretto, a delightful blend of espresso and liquor.",
      "Beyond coffee, Barista Lavazza caters to diverse palates. Munch on savory sandwiches, croissants, and paninis, perfect for a quick bite. If you have a sweet tooth, their selection of pastries and cakes won't disappoint. From fluffy muffins to decadent cheesecakes, there's something to satisfy every craving.",
      "Whether you're a coffee connoisseur or simply seeking a relaxed atmosphere, Barista Lavazza welcomes you with open arms. Their friendly staff and comfortable seating make it a perfect spot to unwind, work remotely, or enjoy a casual social gathering.",
      "So, take a break from the bustling streets of Connaught Place and step into Barista Lavazza. Immerse yourself in the aroma of coffee, savor delicious treats, and create memories that will leave you wanting more."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipPodz2XQJqbSN3bTTK5Z2XPY7Aen3pOqDXdCEhA=s1360-w1360-h1020"
  },
  {
    "title": "CAARA-cafe",
    "name": "CAARA Cafe",
    "location": "17, Kasturba Gandhi Marg, British Council, Connaught Place, New Delhi",
    "type": "Healthy Cafe",
    "highlights": [
      "Focus on fresh, seasonal ingredients",
      "Peaceful ambiance inside British Council Library",
      "Vegetarian and vegan options available"
    ],
    "category": [
      "cafe"
    ],
    "tags": [
      "Healthy",
      "Vegetarian",
      "veg resturant",
      "Vegan",
      "Salads",
      "Sandwiches",
      "Baked Goods",
      "Coffee",
      "Tea"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14008.375894142477!2d77.2223622!3d28.6269455!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfd347034955d%3A0x2eb7b7b69943f17a!2sThe%20Tin%20Whistle%2C%20The%20British%20Council!5e0!3m2!1sen!2sin!4v1708173990172!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "CAARA Cafe offers a peaceful retreat within the British Council Library, serving fresh, seasonal dishes with a focus on healthy and wholesome ingredients.",
    "description": [
      "Escape the bustling streets of Connaught Place and find solace in the peaceful haven of CAARA Cafe, nestled within the iconic British Council Library. This cafe prioritizes fresh, seasonal ingredients, sourcing many directly from their own farms, resulting in dishes that are not only delicious but also sustainable.",
      "The menu features a variety of healthy and wholesome options, including salads bursting with vibrant colors, savory sandwiches packed with fresh fillings, and baked goods prepared with minimal sugar and refined ingredients. Vegetarians and vegans will find plenty to choose from, with dedicated sections on the menu showcasing plant-based delights.",
      "Beyond the food, CAARA Cafe offers a tranquil ambiance for relaxation and rejuvenation. The cafe's interiors reflect the library's heritage, creating a serene atmosphere perfect for reading, working, or simply enjoying a conversation over a cup of coffee or tea. Their selection of beverages includes ethically sourced coffees and a wide variety of loose-leaf teas, each brewed to perfection.",
      "Whether you're seeking a healthy lunch break, a quiet workspace, or a relaxing afternoon escape, CAARA Cafe provides a haven for the mindful soul. Visit this unique cafe and experience the joy of fresh, flavorful food paired with a peaceful ambiance.",
      "**Note:** This description is specific to the CAARA Cafe at the British Council Library. Other locations may have slightly different menus and atmospheres."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipMn2JuFY4LF2lSwbSIwMfEKCyars8mADzN78nuS=s1360-w1360-h1020"
  },
  {
    "title": "lord-william-tea-lounge",
    "name": "Lord William Tea Lounge",
    "location": "Hotel The Royal Plaza, Ashoka Road, Connaught Place, New Delhi",
    "type": "Luxury Tea Lounge",
    "highlights": [
      "Extensive selection of teas from around the world",
      "Elegant ambiance in a five-star hotel",
      "High tea experience with classic finger foods"
    ],
    "category": [
      "cafe"
    ],
    "tags": [
      "Tea",
      "Coffee",
      "Pastries",
      "Snacks",
      "High Tea"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3502.267108654966!2d77.21443397495632!3d28.621755584570984!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce2b5670432b7%3A0x903da568f69a8f8c!2sLord%20William%20Tea%20Lounge%20-%20Hotel%20Royal%20Plaza!5e0!3m2!1sen!2sin!4v1708174195865!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "Lord William Tea Lounge offers a luxurious tea experience in the heart of Connaught Place, featuring a vast selection of teas and elegant ambiance within a five-star hotel.",
    "description": [
      "Step into a world of refined elegance at Lord William Tea Lounge, located within the opulent Hotel The Royal Plaza in Connaught Place. This luxurious tea lounge transports you to a bygone era with its plush velvet seating, marble statues, and warm lighting, creating an atmosphere fit for royalty.",
      "Indulge in their extensive tea collection, boasting over 100 varieties from across the globe. Whether you prefer classic black teas, delicate green teas, or exotic herbal infusions, their knowledgeable staff will guide you to your perfect cup. Savor the aroma and flavor of your chosen tea, meticulously brewed to perfection.",
      "Beyond the tea, Lord William Tea Lounge offers a delectable selection of pastries, snacks, and light bites. Enjoy classic finger sandwiches, freshly baked scones with clotted cream and jam, and decadent cakes, all prepared with the finest ingredients. Their renowned high tea experience is a must-try, featuring a three-tiered stand laden with sweet and savory treats paired with your choice of tea.",
      "Whether you're seeking a relaxing afternoon escape, a sophisticated business meeting, or a special occasion celebration, Lord William Tea Lounge provides an unforgettable experience. Their impeccable service, luxurious ambiance, and exquisite tea selection guarantee a truly regal escape in the heart of Delhi.",
      "**Note:** This description is specific to the Lord William Tea Lounge in Hotel The Royal Plaza. Other locations may have slightly different menus and atmospheres."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipNocAd5wYXTbEsuQP1mjgZWEMYA5bKkUk3dAgOk=s1360-w1360-h1020"
  },
  {
    "title": "openhouse-cafe",
    "name": "Openhouse Cafe",
    "location": "37, C-Block Connaught Place Opposite Odeon Cinema, Central Delhi 110001",
    "type": "Vibrant Pub & Restaurant",
    "highlights": [
      "Multi-cuisine menu featuring Pan-Asian, Italian, North Indian, and European dishes",
      "Live music nights, DJ sets, and other entertainment",
      "Terrace with stunning views of Connaught Place",
      "Sports screenings on large screens"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "Pan-Asian",
      "Italian",
      "North Indian",
      "European",
      "Pub Food",
      "Beverages",
      "Cocktails"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3502.267108654966!2d77.21443397495632!3d28.621755584570984!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce2b5670432b7%3A0x903da568f69a8f8c!2sLord%20William%20Tea%20Lounge%20-%20Hotel%20Royal%20Plaza!5e0!3m2!1sen!2sin!4v1708174195865!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "Openhouse Cafe offers a lively and entertaining experience with multi-cuisine food, live music, DJ nights, a rooftop terrace, and sports screenings, all in the heart of Connaught Place.",
    "description": [
      "Embrace the vibrant energy of Connaught Place at Openhouse Cafe, a multi-faceted venue offering a unique blend of delicious food, lively entertainment, and stunning views. Whether you're craving a casual meal, a fun night out with friends, or a relaxing evening under the stars, Openhouse has something for everyone.",
      "Indulge in their diverse menu featuring Pan-Asian specialties like dim sums and rock corn tempura, flavorful North Indian dishes like Sharabi Kebabi Chicken Tikka, classic Italian pastas and pizzas, and European favorites. Enjoy their menu alongside refreshing cocktails and mocktails, or explore their extensive wine and beer selection.",
      "Openhouse comes alive with vibrant entertainment options. Immerse yourself in the energy of live music nights, groove to the beats of DJ sets, or witness your favorite sporting events on their large screens. For a breath of fresh air and panoramic views, head to their rooftop terrace, perfect for a romantic meal or a social gathering.",
      "From its industrial-chic décor to its energetic atmosphere, Openhouse Cafe provides a memorable experience for any occasion. Whether you're a local or a visitor, come discover the perfect blend of culinary delights, entertainment, and stunning ambiance in the heart of Delhi.",
      "**Note:** This description is specific to the Openhouse Cafe in C-Block Connaught Place. Other locations may have slightly different menus and atmospheres."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipOpHgWrEPVAmjaF8Tyk4ofLT1aFbvcRDFjxVl2y=s1360-w1360-h1020"
  },
  {
    "title": "Cottage-Cafe-by-Smoothie-Valley",
    "name": "Cottage Cafe by Smoothie Valley",
    "location": "Connaught Place (Address needed for specific information)",
    "type": "Healthy Cafe",
    "highlights": [
      "Focus on fresh fruits and healthy ingredients",
      "Extensive smoothie menu with unique combinations",
      "All-day breakfast and brunch options"
    ],
    "category": [
      "cafe"
    ],
    "tags": [
      "Smoothies",
      "Salads",
      "Sandwiches",
      "Breakfast",
      "Brunch"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d8212.169764609274!2d77.21594507328582!3d28.629688254103154!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfd350e09204f%3A0xe3e504de73446613!2sCottage%20Cafe%20by%20Smoothie%20Factory!5e0!3m2!1sen!2sin!4v1708174409551!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Social Shake",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Breakfast Tray",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Taco Soup",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Grilled Chicken Peri Peri Sizzler",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "the Chicken Shwarma Platter",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      },
      {
        "name": "Jalapeno Cheese Nads",
        "description": "",
        "image": "https://images.unsplash.com/photo-1604135307399-86c6ce0aba8e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1374&q=80"
      }
    ],
    "shortDescription": "Cottage Cafe by Smoothie Valley combines delicious smoothies with healthy meals, catering to those seeking a refreshing and nourishing experience.",
    "description": [
      "Indulge in a vibrant blend of health and taste at Cottage Cafe by Smoothie Valley, located in Connaught Place. Their extensive menu features a symphony of flavors in unique smoothie combinations, like the Tropical Tango or the Green Detox, each brimming with fresh fruits and vitamins. Refresh your senses and nourish your body with every sip.",
      "Beyond smoothies, the cafe offers a delightful selection of salads, sandwiches, and all-day breakfast and brunch options to satisfy your savory cravings. Their dishes are crafted with fresh and wholesome ingredients, ensuring a balanced and delicious meal. The charming cottage-style décor and comfortable seating create an inviting atmosphere for a healthy and enjoyable break.",
      "**Please note:** This information is based on online sources and might not be entirely accurate. It's recommended to visit the cafe's website or social media pages for the latest menu and details."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipOKYl9PArbiizU1G3oNHk1LbOc5JlVpe1nTuC48=s1360-w1360-h1020"
  },
  {
    "title": "Cafe-Saravana-Bhavan",
    "name": "Cafe Saravana Bhavan",
    "location": "P-13/90, Connaught Cir., Connaught Place, Near Jockey Exclusive Store, Central Delhi 110001",
    "type": "South Indian Cafe",
    "highlights": [
      "Authentic South Indian cuisine",
      "Wide variety of dosas",
      "Affordable and casual dining experience"
    ],
    "category": [
      "cafe",
      "restaurant"
    ],
    "tags": [
      "South Indian",
      "Vegetarian",
      "veg resturant",
      "veg cafe"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d28016.007160591267!2d77.20138361979603!3d28.62973527320921!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfd35a5050ac9%3A0x9ff61a521b9fd13f!2sSaravana%20Bhavan!5e0!3m2!1sen!2sin!4v1708174483406!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "Cafe Saravana Bhavan offers a delightful South Indian dining experience in Connaught Place, with a focus on flavorful dosas and other vegetarian dishes at affordable prices.",
    "description": [
      "Immerse yourself in the vibrant flavors of South India at Cafe Saravana Bhavan, located in the heart of Connaught Place. This casual cafe offers a delectable selection of South Indian dishes, with a special emphasis on their renowned dosas. Choose from a variety of crispy and flavorful dosas, each prepared with fresh ingredients and authentic recipes.",
      "Beyond dosas, the menu features a diverse array of other South Indian favorites like idlis, vadas, sambar, and curries. Whether you're a vegetarian seeking a satisfying meal or simply curious to explore South Indian cuisine, Cafe Saravana Bhavan has something for everyone. Their affordable prices and quick service make it a perfect spot for a casual lunch or a budget-friendly dinner.",
      "The cafe exudes a simple and welcoming atmosphere, with comfortable seating and friendly staff. While not offering the elaborate ambiance of some restaurants, it prioritizes a warm and efficient dining experience. Whether you're a local resident or a tourist, Cafe Saravana Bhavan is a delightful option to savor the authentic taste of South India in the bustling heart of Delhi.",
      "**Note:** This description is specific to the Cafe Saravana Bhavan in Connaught Circle. Other locations might have slightly different menus and atmospheres."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipMvdAQrkSQlQV1irEF02054uk6IzBZeYajuTvvd=s1360-w1360-h1020"
  },
  {
    "title": "Mister-Chai",
    "name": "Mister Chai",
    "location": "Lobby Level, 19 Ashoka Road, Connaught Place, New Delhi",
    "type": "Modern Indian Tea Lounge",
    "highlights": [
      "Regional Indian street food with a modern twist",
      "Extensive tea selection, including international and traditional Indian options",
      "Luxurious and modern ambiance within the Shangri-La Eros Hotel"
    ],
    "category": [
      "cafe"
    ],
    "tags": [
      "Indian",
      "Cafe",
      "Tea",
      "Snacks",
      "Desserts"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3502.293492576362!2d77.21329107927993!3d28.620964621896476!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce2ca85e71fcf%3A0x6cb7ac18d24eec4f!2sMister%20Chai!5e0!3m2!1sen!2sin!4v1708174615662!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "Mister Chai at the Shangri-La Eros Hotel offers a unique blend of regional Indian street food with a modern twist, an extensive tea selection, and a luxurious ambiance in the heart of Connaught Place.",
    "description": [
      "Step into a haven of modern Indian flavors at Mister Chai, nestled within the luxurious Shangri-La Eros Hotel in Connaught Place. This contemporary tea lounge transcends traditional expectations, offering a menu that reimagines regional Indian street food with a modern touch. Indulge in dishes like the Deconstructed Samosa Chaat or the Tandoori Chicken Bao, each bursting with unique flavor combinations and innovative presentations.",
      "Beyond the food, Mister Chai boasts an extensive selection of teas, catering to diverse palates. Enjoy classic Indian chai variations alongside international favorites like Moroccan Mint Tea or Japanese Sencha. Their knowledgeable staff is happy to guide you towards your perfect cup, ensuring a delightful tea experience.",
      "The ambiance at Mister Chai is a seamless blend of modern style and luxurious comfort. Plush seating, elegant décor, and warm lighting create a sophisticated yet inviting atmosphere, perfect for relaxing, socializing, or enjoying a business meeting. Whether you're a tea enthusiast, a foodie seeking unique flavors, or simply looking for a stylish escape, Mister Chai offers an unforgettable experience in the heart of Delhi.",
      "**Note:** This description is specific to the Mister Chai in the Shangri-La Eros Hotel. Other locations might have slightly different menus and atmospheres."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipMpOj_pLGMCqmC2Q6mP2Drve6gRBU_A58oZooZo=s1360-w1360-h1020"
  },
  {
    "title": "Too-Mikkii-Tapas-Cafe",
    "name": "Too Mikkii Tapas Cafe",
    "location": "Chanakyapuri, opposite the Taj Palace Hotel, New Delhi",
    "type": "",
    "highlights": [],
    "category": [
      "Cafe",
      "Casual Dining",
      "Italian",
      "Continental"
    ],
    "tags": [
      "Delhi",
      "Chanakyapuri",
      "Tapas",
      "Pizza",
      "Pasta",
      "Coffee",
      "Continental",
      "Casual Dining",
      "Cozy Ambiance",
      "Friendly Service",
      "Vegetarian Options",
      "Wifi",
      "Brunch",
      "Coffee Shop",
      "Bakery",
      "Takeaway",
      "Delivery"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3503.159357417375!2d77.16942017549947!3d28.594995775685234!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d6aab9cdcc1%3A0x819070e19afc5830!2sToo%20Mikkii%20Tapas%20Cafe!5e0!3m2!1sen!2sin!4v1711806919524!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "Escape the ordinary at Too Mikkii Tapas Cafe. Enjoy delicious food, drinks, and a cozy atmosphere in the heart of Delhi.",
    "description": [
      "Craving a delightful and casual dining experience in Delhi? Look no further than Too Mikkii Tapas Cafe! This cafe offers a warm and inviting ambiance perfect for catching up with friends or enjoying a relaxed solo meal.",
      "While 'Tapas' is in the name, Too Mikkii Tapas goes beyond the typical Spanish small plates. Their menu boasts a delicious fusion, featuring pizzas, pastas, and other Continental delights alongside their signature tapas.  Be sure to try their hot chocolate, known for being super delicious, and their colorful hummus platter, a feast for both the eyes and the taste buds.",
      "Coffee lovers won't be disappointed either. Too Mikkii Tapas prides itself on offering 'super delicious coffee' to jumpstart your day or provide an afternoon pick-me-up.",
      "Location is a plus too. Situated in the posh area of Chanakyapuri, opposite the Taj Palace Hotel, Too Mikkii Tapas is conveniently accessible from various parts of Delhi.",
      "The cafe consistently receives positive reviews, with customers raving about the friendly service and good value for money. Whether you're seeking a casual lunch, a relaxed evening with friends, or a quick coffee break, Too Mikkii Tapas offers a delightful and satisfying experience."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipMpOj_pLGMCqmC2Q6mP2Drve6gRBU_A58oZooZo=s1360-w1360-h1020"
  },
  {
    "title": "Tea-Lounge-Cafe",
    "name": "Tea Lounge ",
    "location": "Chanakyapuri, opposite the Taj Palace Hotel, New Delhi",
    "type": "",
    "highlights": [],
    "category": [
      "Fine Dining",
      "Tea Room",
      "Luxury Hotels"
    ],
    "tags": [
      "The Tea Lounge",
      "Taj Palace",
      "Chanakyapuri",
      "Afternoon Tea",
      "High Tea",
      "Single Estate Tea",
      "Luxury Tea",
      "New Delhi"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14012.617042611997!2d77.1703574!3d28.5951487!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d1551ae53db%3A0xa674d67a891cb462!2sTea%20Lounge!5e0!3m2!1sen!2sin!4v1711807094237!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "Discerning tea lovers, rejoice! The Tea Lounge at the Taj Palace in Chanakyapuri offers an unparalleled experience for those seeking an elegant escape with a steaming cup in hand. Nestled within the opulent lobby of this iconic hotel, this sophisticated lounge invites you on a luxurious exploration of the world of tea.",
    "description": [
      "Discerning tea lovers, rejoice! The Tea Lounge at the Taj Palace in Chanakyapuri offers an unparalleled experience for those seeking an elegant escape with a steaming cup in hand. Nestled within the opulent lobby of this iconic hotel, this sophisticated lounge invites you on a luxurious exploration of the world of tea.",
      "Prepare to be dazzled by the Tea Lounge's extensive tea menu.  Boasting over 90 single-estate teas, their collection caters to even the most discerning palate.  Travel the globe through your taste buds, savoring the delicate notes of Darjeeling or the robust character of Assam. Feeling more adventurous? Explore a world of exotic options, featuring floral infusions, fruity blends, and rare oolong varieties.",
      "No afternoon tea experience is complete without delectable treats.  The Tea Lounge complements their exquisite teas with a curated selection of savories and handcrafted pastries. Delicate finger sandwiches, savory bites, and exquisite desserts, all prepared fresh daily by their Master Pâtissier, create a symphony of flavors that will tantalize your taste buds.",
      "Step into a world of timeless elegance at The Tea Lounge. The plush seating, adorned with rich fabrics, is bathed in warm, inviting light. Marble floors and sophisticated décor create a regal ambiance that reflects the grandeur of the Taj Palace itself.  Whether you're catching up with friends over a leisurely afternoon tea or seeking a quiet moment of relaxation, The Tea Lounge provides the perfect setting for indulgence.",
      "For those seeking an unparalleled tea experience in the heart of New Delhi, look no further than The Tea Lounge at the Taj Palace, Chanakyapuri. With its unparalleled tea selection, delectable treats, and luxurious ambiance, this iconic lounge promises an unforgettable afternoon."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipOtPSMn2GsBd2eBAJiP_Sm1blOni2UvI9sj8H_C=s1360-w1360-h1020"
  },
  {
    "title": "SANCHA-Tea-Boutique",
    "name": "SANCHA Tea Boutique",
    "location": "SANCHA Tea Boutique, Chanakyapuri, New Delhi",
    "type": "",
    "highlights": [],
    "category": [
      "Tea Room",
      "Cafes",
      "Healthy Food"
    ],
    "tags": [
      "SANCHA Tea Boutique",
      "Chanakyapuri",
      "Tea Boutique Delhi",
      "Loose Leaf Tea India",
      "Indian Tea Estates",
      "Modern Tea Cafe",
      " Afternoon Tea"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14012.617855833514!2d77.1984665!3d28.5951426!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfd22f177825d%3A0xaf96b21d3b281a06!2sSANCHA%20Tea%20Boutique%2C%20Chanakyapuri%20!5e0!3m2!1sen!2sin!4v1711809467860!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "Tea aficionados, unite! Nestled amidst the vibrant energy of Chanakyapuri, SANCHA Tea Boutique offers a sanctuary for those seeking a delightful escape steeped in the rich world of tea. This boutique isn't just a cafe; it's a destination for discerning palates and a celebration of India's exceptional tea heritage.",
    "description": [
      "Tea aficionados, unite! Nestled amidst the vibrant energy of Chanakyapuri, SANCHA Tea Boutique offers a sanctuary for those seeking a delightful escape steeped in the rich world of tea. This boutique isn't just a cafe; it's a destination for discerning palates and a celebration of India's exceptional tea heritage.",
      "SANCHA Tea Boutique isn't your average tea shop. Here, the focus is on quality and an unparalleled tea experience. Their expert team, led by Master Tea Taster Sanjay Kapur, meticulously sources leaves from India's finest estates, ensuring peak freshness and the most exquisite flavors. Explore a diverse selection, from classic Darjeelings and brisk Assams to fragrant oolongs and soothing herbal infusions. Each cup promises a journey for your senses.",
      "SANCHA complements their exceptional teas with a delectable array of gourmet accompaniments. Delicate sandwiches, handcrafted pastries, and delightful desserts are prepared fresh daily, offering the perfect pairing for your chosen brew. Whether you prefer a light afternoon snack or a more substantial bite, their menu caters to every desire.",
      "Step into a haven of minimalist elegance at SANCHA Tea Boutique. The boutique's modern design features clean lines, natural light, and pops of green, creating a calming and sophisticated atmosphere.  Relax in plush seating and lose yourself in a good book, catch up with friends over steaming cups, or simply savor a moment of peace amidst the city's buzz.",
      "Whether you're a seasoned tea enthusiast or a curious newcomer, SANCHA Tea Boutique offers an invitation to explore the world of tea in style.  With their exceptional selection, delectable treats, and inviting ambiance, this boutique promises a delightful escape for every tea lover in Chanakyapuri."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipMdJk0q7uZWcYd33XLa4LkSWlCjufwL_Cp1JTlT=s1360-w1360-h1020"
  },
  {
    "title": "The-Pavilion-Cafe",
    "name": "The Pavilion Cafe, Chanakyapuri",
    "location": "The Pavilion Cafe, Chanakyapuri, New Delhi",
    "type": "",
    "highlights": [],
    "category": [
      "Fine Dining",
      "Restaurants",
      "Sunday Brunch"
    ],
    "tags": [
      "The Pavilion Cafe",
      "Chanakyapuri",
      "Upscale Dining",
      "Global Cuisine",
      "Luxury Cafe",
      "Sunday Brunch",
      "Delhi"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d112098.860294782!2d77.03358761640625!3d28.597095199999988!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d403a9d109f%3A0x25acc1ffe95882bf!2sThe%20Pavilion!5e0!3m2!1sen!2sin!4v1711880128316!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "In the heart of Delhi's diplomatic enclave, The Pavilion Cafe, Chanakyapuri, offers a delightful respite from the city's vibrancy. This elegant cafe, beckons you with the promise of an upscale dining experience featuring global flavors and impeccable service.",
    "description": [
      "In the heart of Delhi's diplomatic enclave, The Pavilion Cafe, Chanakyapuri, offers a delightful respite from the city's vibrancy. This elegant cafe, beckons you with the promise of an upscale dining experience featuring global flavors and impeccable service.",
      "The Pavilion Cafe's menu is a celebration of culinary diversity.  Embark on a flavor adventure with their extensive selection of dishes, encompassing [mention specific cuisines offered, e.g., Italian, Chinese, North Indian].  Savor classic favorites like succulent kebabs or indulge in gourmet pastas.  For a lighter option, explore their selection of fresh salads and sandwiches.",
      "The Pavilion Cafe's culinary artistry extends beyond the plate.  Step into a world of refined elegance, where plush seating and warm lighting create an inviting ambiance. Floor-to-ceiling windows bathe the space in natural light, offering a glimpse of the bustling city or the hotel's serene gardens. Whether you're seeking a power lunch with colleagues or a romantic evening out, The Pavilion Cafe provides the perfect setting.",
      "The Pavilion Cafe's brunch is a legendary experience in Chanakyapuri. Every Sunday, the cafe transforms into a haven for gourmands, offering a lavish spread of breakfast favorites alongside international specialties. From fluffy pancakes and piping hot omelets to delectable curries and live grills, the brunch caters to every palate.",
      "The Pavilion Cafe promises a delightful experience for those seeking an upscale yet comfortable dining experience. With its [mention their strong points, e.g., global cuisine, elegant ambiance, or legendary brunch], this cafe is a must-visit for anyone in Chanakyapuri."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipNTtaIk9o0GIfD2U17jxuvXowpmGadVfbd-oyFO=s1360-w1360-h1020"
  },
  {
    "title": "Bukhara-Cafe",
    "name": "Bukhara Cafe, Chanakyapuri",
    "location": "The Pavilion Cafe, Chanakyapuri, New Delhi",
    "type": "",
    "highlights": [],
    "category": [
      "Fine Dining",
      "Indian Restaurants"
    ],
    "tags": [
      "Bukhara Cafe",
      "Chanakyapuri",
      "ITC Maurya",
      "Northwest Indian Cuisine",
      "Tandoor Grills",
      "Authentic Indian Food",
      "Fine Dining",
      "Delhi"
    ],
    "menuImage": [
      ""
    ],
    "rating": 4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3503.0904846056974!2d77.17114207495547!3d28.59706218569156!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d3ff605d8a1%3A0x9a71477f84e8b93d!2sBukhara!5e0!3m2!1sen!2sin!4v1711880670517!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "Embark on a delectable journey through the culinary heritage of Northwest India at Bukhara Cafe in Chanakyapuri. This exquisite restaurant, housed within the luxurious ITC Maurya (replace with the hotel's name if different), isn't just a cafe; it's a celebration of time-tested recipes and the unique flavors of the region.",
    "description": [
      "Embark on a delectable journey through the culinary heritage of Northwest India at Bukhara Cafe in Chanakyapuri. This exquisite restaurant, housed within the luxurious ITC Maurya (replace with the hotel's name if different), isn't just a cafe; it's a celebration of time-tested recipes and the unique flavors of the region.",
      "Bukhara Cafe's menu is a testament to the rich culinary traditions of Bukhara, an ancient city on the historic Silk Road.  Their expert chefs, steeped in generations-old recipes, meticulously recreate these dishes, ensuring an authentic and flavorful experience.  Savor succulent tandoor grills infused with aromatic spices, like the melt-in-your-mouth Dal Bukhara or the flavorful Sikandari Raan. Vegetarians are equally spoiled for choice with delectable options like Paneer Tikka Masala or the flavorful Subz Dum Biryani.",
      "Bukhara Cafe's ambiance complements its culinary journey.  Step into a world of opulent grandeur, where traditional Indian motifs seamlessly blend with contemporary elegance.  Dimmed lighting and plush seating create an intimate setting, while intricate Mughal-inspired artwork adorns the walls. Whether you're celebrating a special occasion or simply seeking a memorable dining experience, Bukhara Cafe provides the perfect backdrop.",
      "While Bukhara Cafe honors tradition, it also embraces a touch of modernity. Their innovative beverage menu features classic cocktails with a twist, showcasing Indian ingredients and flavors.  Pair your meal with a refreshing 'Chilled Aam Panna' or a decadent 'Kashmiri Kahwa Martini' for a truly unique experience.",
      "Bukhara Cafe promises an unforgettable culinary adventure for those seeking a taste of authentic Indian flavors. With its [mention their strong points, e.g., legacy of recipes, opulent ambiance, or innovative beverages], this restaurant is a must-visit for discerning palates in Chanakyapuri."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipPcf1LNvoTnNoHUYfkIGIxe5vHGJ352jX4_peR0=s1360-w1360-h1020"
  },
  {
    "title": "The-Rock-Salt-Cafe",
    "name": "The Rock Salt Cafe",
    "location": "Stall 5, Mini Market, Yashwant Place, Chanakyapuri, New Delhi 110021",
    "type": "Fast Food",
    "highlights": [
      "Open 24 hours",
      "High user rating (4.9 stars on Google Maps)"
    ],
    "category": [],
    "tags": [
      "The Rock Salt",
      "Chanakyapuri",
      "Fast Food Delhi"
    ],
    "menuImage": [],
    "rating": 4.9,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14014.100614323395!2d77.191699!3d28.5840184!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d577f6723a5%3A0x915dc641514477d3!2sThe%20Rock%20Salt!5e0!3m2!1sen!2sin!4v1717580093930!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "The Rock Salt is a fast food stall located in Chanakyapuri, New Delhi. It boasts a high user rating on Google Maps, indicating customer satisfaction. Since detailed information is unavailable, it's recommended to check online reviews for menu specifics and customer recommendations.",
    "description": [
      "The Rock Salt is a fast food stall situated in Yashwant Place Market, Chanakyapuri, New Delhi. While details about their menu are limited at this time, their impressive 4.9-star rating on Google Maps suggests delicious and satisfying offerings.  For a glimpse into their menu and what customers recommend, checking online reviews might be helpful."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipMf2lgdLm4XXg_SSgZew99MoeiZ1Xgv3ACMp3PD=s1360-w1360-h1020"
  },
  {
    "title": "Cafe-De-Flora",
    "name": "Cafe De Flora",
    "location": "Santushti Shopping Complex, Chanakyapuri, New Delhi",
    "type": "Cafe",
    "highlights": [
      "Parisian Ambiance",
      "Extensive Vegetarian & Non-Vegetarian Menu",
      "Popular Brunch Menu",
      "Instagrammable Interiors"
    ],
    "category": [
      "Cafe",
      "European"
    ],
    "tags": [
      "Cafe De Flora",
      "Chanakyapuri",
      "Parisian Cafe Delhi",
      "Santushti Shopping Complex",
      "Brunch Delhi"
    ],
    "menuImage": [],
    "rating": "",
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3503.172221840121!2d77.19580011126779!3d28.594609785699962!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce3e8fde93fd7%3A0x9b22dcca4a4ec097!2sCafe%20De%20Flora!5e0!3m2!1sen!2sin!4v1717580252305!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Pizzas"
      },
      {
        "name": "Pastas"
      },
      {
        "name": "Salads"
      },
      {
        "name": "Mocktails"
      }
    ],
    "shortDescription": "Cafe De Flora is a charming Parisian-style cafe situated in Santushti Shopping Complex, Chanakyapuri. Renowned for its picture-perfect interiors and delightful escape from the city's buzz, it's a favorite among Instagrammers. Expect a Haussmann-inspired ambiance with pastel tones, hanging greenery, and an abundance of roses. ",
    "description": [
      "Cafe De Flora is a charming Parisian-style cafe situated in Santushti Shopping Complex, Chanakyapuri. Renowned for its picture-perfect interiors and delightful escape from the city's buzz, it's a favorite among Instagrammers. Expect a Haussmann-inspired ambiance with pastel tones, hanging greenery, and an abundance of roses. Their menu offers a wide range of vegetarian and non-vegetarian options, including pizzas, pastas, salads, and mocktails. They also boast a dedicated brunch menu, making it a perfect spot for a relaxed meal or a photogenic brunch date.",
      "Cafe De Flora offers a captivating escape into a Parisian dream, complete with delectable food and an Instagram-worthy ambiance."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipPDGeH3FtfKYtINaik6hBAtZjModxD9OEei3X6F=s1360-w1360-h1020"
  },
  {
    "title": "Amour-Bistro-Cafe",
    "name": "Amour Bistro Cafe",
    "location": "Chanakyapuri, New Delhi",
    "type": "Bistro",
    "highlights": [
      "European Cuisine",
      "Vegetarian & Vegan Options",
      "Cocktail & Mocktail Selection",
      "Quaint & Beautiful Decor"
    ],
    "category": [
      "European",
      "Bistro"
    ],
    "tags": [
      "Amour Bistro",
      "Chanakyapuri",
      "European Cuisine Delhi",
      "Italian Food Delhi",
      "Bistro Delhi"
    ],
    "menuImage": [
      "amour bistro menu ON amour-bistro.in"
    ],
    "rating": 4.4,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3502.9251307417426!2d77.18356251126808!3d28.602022785363715!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d5c5c2d5067%3A0xc631d5b18be32558!2sAmour%20Bistro!5e0!3m2!1sen!2sin!4v1717580399927!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Pizzas"
      },
      {
        "name": "Pastas"
      }
    ],
    "shortDescription": "Amour Bistro is a quaint bistro in Chanakyapuri offering a delightful escape into European cuisine.  Specializing in Italian and Continental fare, they cater to vegetarians, vegans, and those seeking a delightful cocktail or mocktail.  The beautiful decor, featuring wooden chairs, colorful glassware, and exposed wine bottles, creates a warm and inviting atmosphere.",
    "description": [
      "Amour Bistro, nestled in Chanakyapuri, is a haven for European cuisine enthusiasts.  This quaint bistro offers a menu focused on Italian and Continental delights, ensuring there's something to please every palate. Vegetarians, vegans, and cocktail aficionados will all find options to suit their preferences.  Step inside and be greeted by a charming ambiance – think wooden chairs, pops of color with glassware, and a touch of elegance with exposed wine bottles. It's the perfect spot for a cozy and satisfying European dining experience."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipPzytixGdmoI9NXaO0h3G79jmYI_4RsYqGrkewy=s1360-w1360-h1020"
  },
  {
    "title": "Diggin-Cafe",
    "name": "Diggin Cafe",
    "location": "11 Race Course Rd, Chanakyapuri, New Delhi",
    "type": "Cafe",
    "highlights": [
      "Italian & Continental Cuisine",
      "Organic Options Available",
      "Pleasant Ambiance with Garden Seating",
      "Popular for Romantic Dinners & Birthday Celebrations"
    ],
    "category": [
      "Cafe",
      "Italian",
      "Continental"
    ],
    "tags": [
      "Diggin",
      "Chanakyapuri",
      "Italian Restaurant Delhi",
      "Continental Food Delhi",
      "Garden Cafe Delhi"
    ],
    "menuImage": [],
    "rating": 4.5,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3503.1537099521784!2d77.1933082488655!3d28.595165223290273!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce29e8cfa84b5%3A0x923a697eca1c1a80!2sDiggin%20Cafe!5e0!3m2!1sen!2sin!4v1717580494646!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Penne Picante"
      },
      {
        "name": "Chicken Crostini"
      },
      {
        "name": "Mascarpone Risotto"
      },
      {
        "name": "Pesto Pepperoni Pizza"
      },
      {
        "name": "Farmhouse Pizza"
      }
    ],
    "shortDescription": "Diggin' in Chanakyapuri is a popular spot for Italian and Continental fare. They cater to a variety of dietary preferences, including offering organic options.  The outdoor garden seating provides a pleasant ambiance, making it ideal for romantic evenings or birthday celebrations. Be sure to bring your ID as the cafe is located within an army area.",
    "description": [
      "Established in 2017, Diggin' has become a go-to destination for those seeking Italian and Continental delights in Chanakyapuri. Their menu offers a diverse selection, catering to various preferences, with some organic options available.  One of the highlights is the charming outdoor garden seating, creating a delightful ambiance perfect for a relaxed meal. Romantic dinners and birthday celebrations are popular choices at Diggin'.  Keep in mind that due to its location within an army area, you'll need to show your ID for entry."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipN3kpQpxmqKdPaN5OUZ3_PIAswYqXcYM2YF37pr=s1360-w1360-h1020"
  },
  {
    "title": "The-Samavar-Cafe",
    "name": "The Samavar Cafe",
    "location": "50-B, Diplomatic Enclave, Chanakyapuri, New Delhi 110021",
    "type": "Coffee Shop (24 Hours)",
    "highlights": [
      "24-Hour Service",
      "Part of The Ashok Hotel",
      "International Cuisine",
      "Casual Dining Ambiance"
    ],
    "category": [
      "Coffee Shop",
      "International"
    ],
    "tags": [
      "The Samavar",
      "Chanakyapuri",
      "The Ashok Hotel",
      "24 Hour Restaurant Delhi",
      "Coffee Shop Delhi"
    ],
    "menuImage": [
      "https://lh3.googleusercontent.com/p/AF1QipPg8D18r0bMb6eHQDr-MGp4beijYKMiiI-KkC2z=s1360-w1360-h1020",
      "https://lh3.googleusercontent.com/p/AF1QipON7zQXKhnExlScjIzt_JDSuIgHCvav1WQElLG5=s1360-w1360-h1020",
      "https://lh3.googleusercontent.com/p/AF1QipP7_DezurYcuqVphrQnCW-bcuVWUqURGr2_zeml=s1360-w1360-h1020",
      "https://lh3.googleusercontent.com/p/AF1QipMGugdF4MwF83UFAVqdF6zEcIDf2frsYFx_mUYj=s1360-w1360-h1020"
    ],
    "rating": 3.7,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14012.36214983223!2d77.1957887!3d28.5970606!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce2a002a0ec75%3A0xb1d835d4086506c2!2sThe%20Samavar!5e0!3m2!1sen!2sin!4v1717582187816!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "The Samavar, located within The Ashok Hotel in Chanakyapuri, is a 24-hour coffee shop offering a casual dining experience. Their menu features a variety of international cuisines, making it a convenient option for anytime cravings. ",
    "description": [
      "The Samavar, nestled within the prestigious The Ashok Hotel in Chanakyapuri, is a haven for round-the-clock dining. This 24-hour coffee shop caters to a casual dining atmosphere, perfect for a quick bite or a relaxed meal. Their menu boasts a variety of international cuisines, ensuring there's something to satisfy your cravings no matter the hour. Whether you're an early riser, a night owl, or simply seeking a convenient dining option, The Samavar is a reliable choice in Chanakyapuri."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipPyw4KRgqcfA06KgN6WJIVAMW9k2ryaQ8NBCYuJ=s1360-w1360-h1020"
  },
  {
    "title": "CAARA-at-Ogaan",
    "name": "CAARA at Ogaan",
    "location": "Malcha Marg, Chanakyapuri, New Delhi",
    "type": "Restaurant",
    "highlights": [
      "European Cuisine",
      "Focus on Fresh, Local Produce",
      "Breakfast & Brunch Menu",
      "Stylish Interior"
    ],
    "category": [
      "European",
      "Restaurant"
    ],
    "tags": [
      "CAARA at Ogaan",
      "Malcha Marg",
      "European Restaurant Delhi",
      "Breakfast Delhi",
      "Brunch Delhi"
    ],
    "menuImage": [
      "https://lh3.googleusercontent.com/p/AF1QipMnR4TQ_B7Gmg5ZlzppWN__u5KhXygWAS6TuNKM=s1360-w1360-h1020"
    ],
    "rating": 4.5,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14011.66819821785!2d77.1864844!3d28.6022652!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d5c65212885%3A0x65cd7b407b3de085!2sCAARA%20at%20Ogaan%2C%20Malcha%20Marg!5e0!3m2!1sen!2sin!4v1717582592800!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Breakfast dishes"
      },
      {
        "name": "Brunch options"
      }
    ],
    "shortDescription": "CAARA at Ogaan offers a European dining experience with a focus on fresh, locally sourced ingredients. Their menu features breakfast and brunch options, making it a perfect spot for a delicious morning meal. The stylish interior creates a sophisticated ambiance.",
    "description": [
      "Nestled within the Ogaan store, CAARA at Ogaan is a haven for European cuisine enthusiasts in Delhi. While its exact location might be Malcha Marg, confirmation regarding Chanakyapuri is needed.  This restaurant prioritizes fresh, locally sourced ingredients to create a delightful European dining experience.  Their menu shines with breakfast and brunch options, making it an ideal spot to start your day. The stylish interior adds a touch of sophistication to your meal."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipMBvGMFWgg-kkFvzg9J0Zu7NcL7nEOKwBni4MSk=s1360-w1360-h1020"
  },
  {
    "title": "Fig-at-Malcha-Cafe",
    "name": "Fig at Malcha Cafe",
    "location": "Chanakyapuri, Delhi",
    "type": "",
    "highlights": [],
    "category": [],
    "tags": [
      "Fig at Malcha",
      "Chanakyapuri",
      "Cafe Delhi"
    ],
    "menuImage": [],
    "rating": "",
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14011.648263034156!2d77.1864063!3d28.6024147!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d1cf3637b0b%3A0xe7fbd524429258a!2sFig%20at%20Malcha!5e0!3m2!1sen!2sin!4v1717743344360!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "Fig at Malcha is a New Delhi cafe serving healthy, ethically sourced food. They focus on fresh, seasonal ingredients and have a Parisian bakery for pastries. The vibe is eco-conscious and stylish, with art adorning the walls. Expect delicious food and coffee, but it can be pricey and crowded on weekends.",
    "description": [
      "Fig at Malcha is a New Delhi cafe serving healthy, ethically sourced food. They focus on fresh, seasonal ingredients and have a Parisian bakery for pastries. The vibe is eco-conscious and stylish, with art adorning the walls. Expect delicious food and coffee, but it can be pricey and crowded on weekends.",
      "Fig at Malcha offers a curated menu focused on fresh, seasonal produce sourced from local farms. They also use 100% GMO-free meat, cage-free eggs, and have a Parisian-style bakery that produces fresh bread and pastries daily.",
      "Focus on quality coffee: They are passionate about coffee and serve'farm-to-cup' specialty coffee where every cup can be traced back to the farmer.",
      "Beautiful ambiance: The cafe is spacious and stylish with two large staircases, glass walls, and marble floors. There's even art on the walls that can be purchased."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipM-5I_HrM58a8aug1XNunwHSNMoqjRQCGbkQeSq=s1360-w1360-h1020"
  },
  {
    "title": "Yeti-The-Himalayan-Kitchen-Cafe",
    "name": "Yeti - The Himalayan Kitchen Cafe",
    "location": "Hauz Khas Village, South Delhi, Delhi",
    "type": "Restaurant",
    "highlights": [
      "Homestyle Himalayan Cuisine",
      "Tibetan, Nepali & Bhutanese Specialties",
      "Warm & Inviting Ambiance",
      "Fresh Ingredients & Traditional Recipes"
    ],
    "category": [
      "Restaurant",
      "Asian"
    ],
    "tags": [
      "Yeti - The Himalayan Kitchen",
      "Hauz Khas Village",
      "Himalayan Food Delhi",
      "Tibetan Food Delhi",
      "Nepali Food Delhi"
    ],
    "menuImage": [],
    "rating": 4.2,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14018.094681191682!2d77.194378!3d28.5540337!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d8aa3ffff95%3A0x7f43d3d14c1d134b!2sYETI%2C%20The%20Himalayan%20Kitchen!5e0!3m2!1sen!2sin!4v1717744544594!5m2!1sen!2sin",
    "bestInMenu": [
      {
        "name": "Thukpa (Tibetan Noodle Soup)"
      },
      {
        "name": "Momos (Nepali Dumplings)"
      },
      {
        "name": "Gyoza (Tibetan Dumplings)"
      },
      {
        "name": "Thakali Thali (Nepali Platter)"
      },
      {
        "name": "Choila (Marinated Meat Dish)"
      }
    ],
    "shortDescription": "Embark on a culinary adventure to the Himalayas at Yeti - The Himalayan Kitchen in Hauz Khas Village. This restaurant offers a taste of homestyle Himalayan cuisine, specializing in Tibetan, Nepali, and Bhutanese dishes. Prepared with fresh ingredients and based on traditional recipes, their menu promises a unique and flavorful experience. The warm and inviting ambiance adds to the charm, making it a great spot for a comforting and delicious meal.",
    "description": [
      "Nestled in the vibrant Hauz Khas Village, Yeti - The Himalayan Kitchen is a haven for those seeking a taste of the Himalayas. This restaurant offers a delightful journey through homestyle Himalayan cuisine, featuring specialties from Tibet, Nepal, and Bhutan.  Their menu boasts a variety of dishes prepared using fresh ingredients and staying true to traditional recipes. Expect flavorful options like Thukpa (Tibetan noodle soup), Momos (Nepali dumplings), Gyoza (Tibetan dumplings), Thakali Thali (Nepali platter), and Choila (marinated meat dish). The warm and inviting ambiance adds to the charm, making Yeti a perfect spot to relax and savor a unique and satisfying meal."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipP-ZTPKQWFHnL5FBMP9n6THGhmq3p-x-rfOB_Fn=s1360-w1360-h1020"
  },
  {
    "title": "Social-Offline-Cafe",
    "name": "Social Offline",
    "location": "Hauz Khas Village, New Delhi (Exact address unavailable)",
    "type": "Cafe (Global Cuisine)",
    "highlights": [
      "Global Cuisine",
      "Modern & Trendy Ambiance",
      "Co-working Friendly",
      "Live Music Events (subject to availability)"
    ],
    "category": [
      "Cafe",
      "Global"
    ],
    "tags": [
      "Social Offline",
      "Hauz Khas Village",
      "Global Cuisine Delhi",
      "Cafe Hauz Khas",
      "Co-working Delhi"
    ],
    "menuImage": [
      "https://lh3.googleusercontent.com/p/AF1QipM28e8ajSI3i2sHJxlG27FOPWvgCoHhS_DjDnQa=s1360-w1360-h1020",
      "https://lh3.googleusercontent.com/p/AF1QipNMOM9ePqmlrMgKlloIH15sfGLQb2GJqGNuO2OA=s1360-w1360-h1020",
      "https://lh3.googleusercontent.com/p/AF1QipO9coPRr3OLgiVYElJeF_WUdY3NY76GR63VVS5T=s1360-w1360-h1020"
    ],
    "rating": 4.0,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d7950.503171991558!2d77.18912459317426!3d28.553336487370327!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce20fdb584417%3A0x1f893fe3f6203e0b!2sHauz%20Khas%20Social!5e0!3m2!1sen!2sin!4v1717927922825!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "Social Offline in Hauz Khas Village offers a unique blend of global flavors and a modern, urban vibe. Their menu features a variety of cuisines from around the world, catering to diverse palates. The trendy ambiance makes it a popular spot for socializing, working remotely, or enjoying live music events (subject to availability).",
    "description": [
      "Social Offline, situated in the heart of Hauz Khas Village, is a haven for those seeking a global culinary and social experience.  While the exact address needs confirmation, this cafe boasts a menu featuring a delightful array of dishes from various corners of the world.  This ensures there's something to satisfy every taste bud. The modern and trendy ambiance makes Social Offline a popular spot for socializing with friends, catching up on work with a co-working friendly atmosphere, or enjoying live music events (availability to be confirmed).  Whether you're a foodie, a social butterfly, or a remote worker, Social Offline might be your perfect Hauz Khas hangout."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipPWoi1CZP9pCd5G5iRyMwxbM2rc7yfbH15ySEge=s1360-w1360-h1020"
  },
  {
    "title": "Elma-Bakery",
    "name": "Elma's Bakery",
    "location": "2nd Floor, 31, Hauz Khas Rd, Above Chumbak, Hauz Khas Village, Deer Park, Hauz Khas, New Delhi, Delhi 110016, India",
    "type": "Cafe (Bakery)",
    "highlights": [
      "High Teas",
      "Cakes",
      "Breads",
      "Relaxed Atmosphere"
    ],
    "category": [
      "Cafe",
      "Bakery"
    ],
    "tags": [
      "Elma's Bakery",
      "Hauz Khas Village",
      "Bakery Delhi",
      "Cafe Hauz Khas"
    ],
    "menuImage": ["https://lh3.googleusercontent.com/p/AF1QipPmjcTUqB0K5pDbetf2LsvQCX50ToqVLZRcSSkX=s1360-w1360-h1020","https://lh3.googleusercontent.com/proxy/Eog_O4INM_i-byk9EQyg9iM9tFgErDEXyjThw0qsrE0si1ftLqv0ljVoxlWnNMvAKZskKI73z87A1TYZ2xmoxOiFnk7b23IhM0U6IH0qSst40dQbx1UMZ07nCyqLLt_HhpUTh9fbBGFKu605_GSWBoa8sU6RwXrwMKlcfA=s1360-w1360-h1020"],
    "rating": 4.0,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3504.5056031128847!2d77.1948252!3d28.5545765!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1d8a867441ab%3A0xf8cf0cd9f9521f32!2zRWxtYeKAmXM!5e0!3m2!1sen!2sin!4v1717928473070!5m2!1sen!2sin",
    "bestInMenu": [],
    "shortDescription": "Elma's Bakery is a kitsch cafe with a Euro vibe, offering a menu of high teas, cakes, and breads in a relaxed atmosphere. It boasts a 4-star rating on Google Maps and is located in Hauz Khas Village, New Delhi.",
    "description": [
      "Nestled in Hauz Khas Village, Elma's Bakery is a haven for those seeking a delightful cafe experience.  This charming spot boasts a kitsch aesthetic with a European flair, providing a relaxed atmosphere to enjoy delectable high teas, cakes, and breads. Whether you're looking for a sweet afternoon pick-me-up or a relaxed breakfast spot, Elma's Bakery offers a delightful selection to tantalize your taste buds."
    ],
    "image": "https://lh3.googleusercontent.com/p/AF1QipMnGtDpDQeLZ1gZtYAZT39235pCCmVdqff0O6ti=s1360-w1360-h1020"
  },
  {
    "title": "Bo-Tai-Qutub",
    "name": "Bo Tai Qutub",
    "location": "6, 4, Kalka Das Marg, behind Qutab Minar, Seth Sarai, Mehrauli, New Delhi, Delhi 110030, India",
    "type": "Thai Restaurant",
    "highlights": [
    "Elegant Ambiance",
    "Large Windows",
    "Feature Bar",
    "Modern Gold & Tan Color Scheme"
    ],
    "category": ["Restaurant", "Thai"],
    "tags": [
    "Bo Tai Qutub",
    "Hauz Khas",
    "Thai Restaurant Delhi",
    "Fine Dining Delhi"
    ],
    "menuImage": [],
    "rating": 4.3,
    "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14021.874825266876!2d77.1843825!3d28.5256284!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1e07cb70338d%3A0xc0cb8376810a990b!2sBo%20tai%20Qutub!5e0!3m2!1sen!2sin!4v1717928828722!5m2!1sen!2sin",
    "bestInMenu": ["https://lh3.googleusercontent.com/p/AF1QipPVFbIokl9vApAE2bBF6uzpiz6tMpZzd_Amp7bW=s1360-w1360-h1020"],
    "shortDescription": "Bo Tai Qutub is an elegant Thai dining room with a feature bar and a modern gold and tan color scheme. It boasts a 4.3 star rating on Google Maps and is located in Mehrauli, New Delhi.",
    "description": "Evoking a sense of elegance, Bo Tai Qutub in Mehrauli, New Delhi is a haven for those seeking an exceptional Thai dining experience. This restaurant features large windows, a striking feature bar, and a modern gold and tan color scheme, creating a sophisticated ambiance. While I couldn't find any information on their menu highlights, their high rating suggests a delectable culinary journey awaits you.  ",
    "image": "https://lh3.googleusercontent.com/p/AF1QipM6GJ4Lt0PRTOfGmvsVd9VfzQ2f4QPPLlqTAVVW=s1360-w1360-h1020"
    },
    {
      "title": "Kakapo-cafe",
      "name": "Kakapo",
      "location": "Qutub Minar Complex (Exact address unavailable)",
      "type": "Restaurant (Asian Fusion)",
      "highlights": [
      "Asian Fusion Cuisine",
      "Stunning View of Qutub Minar",
      "Rooftop Seating",
      "Upscale Ambiance"
      ],
      "category": ["Restaurant", "Asian"],
      "tags": [
      "Kakapo",
      "Qutub Minar",
      "Asian Fusion Delhi",
      "Fine Dining Delhi",
      "Restaurant Qutub Minar"
      ],
      "menuImage": [],
      "rating": 4.7,  
      "locationUrl": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d14021.704079623762!2d77.1847379!3d28.526912!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1f743c27fd5d%3A0xcaecf4321f1a0bbf!2sKakapo!5e0!3m2!1sen!2sin!4v1717929052376!5m2!1sen!2sin", 
      "bestInMenu": [], 
      "shortDescription": "Kakapo, situated near the Qutub Minar Complex, is a haven for those seeking a delectable Asian fusion dining experience. While the exact address remains elusive, this restaurant is renowned for its stunning view of the Qutub Minar, particularly from the rooftop seating.  Kakapo offers a menu featuring a unique blend of Asian cuisines, and its upscale ambiance makes it a popular spot for a special occasion.",
      "description": [
      "Described as a visual treat straight out of Vogue, Kakapo near the Qutub Minar Complex is a gem for those seeking a luxurious Asian fusion dining experience. While its exact address is unavailable, online reviews consistently praise the restaurant's breathtaking view of the Qutub Minar, especially when enjoyed from the rooftop seating. Kakapo's menu boasts a delicious fusion of various Asian cuisines, catering to a diverse palate. The upscale ambiance makes it a perfect choice for a romantic dinner or a special celebration."
      ],
      "image": "https://lh3.googleusercontent.com/p/AF1QipMyTHuIDaM-blXV3sjeZ2-gW7BIwq6qHoR1YSOm=s1360-w1360-h1020"
      }
]